[
  {
    "link": "amazon.com/Iron-Flame-Empyrean-Rebecca-Yarros/dp/1649374178/ref=zg_bs_g_books_sccl_1/143-9831347-1043253?psc=1",
    "title": "Iron Flame (The Empyrean, 2)",
    "authors": "Rebecca Yarros",
    "description": "Tout le monde s'attendait à voir Violet Sorrengail échouer lors de sa première année à l'Académie de la guerre de Basgiath, y compris elle-même... Pourtant cette aventure endiablée n'était qu'une première épreuve, destinée à éliminer les faibles, les indignes et les malchanceux. Le véritable entraînement commence maintenant, et Violet se demande déjà comment elle va s'en sortir. Ce n'est pas seulement l'épuisement, la brutalité, ou le fait que le programme soit conçu pour pousser les cavaliers au-delà de leur capacité de résistance à la douleur. C'est surtout que le nouveau vice-commandant semble s’être donné pour mission de montrer à Violet à quel point elle est impuissante... A moins qu'elle n’accepte de trahir l'homme qu'elle aime. Mais Violet possède le plus féroce des atouts : une volonté de fer. Et elle compte bien la mettre à profit de la leçon la plus importante que Basgiath lui ait enseignée : un dragonnier établit ses propres règles !",
    "isbn": "9782755673098",
    "cover": "https://covers.openlibrary.org/b/isbn/9782755673098-L.jpg"
  },
  {
    "link": "amazon.com/Woman-Me-Britney-Spears/dp/1668009048/ref=zg_bs_g_books_sccl_2/143-9831347-1043253?psc=1",
    "title": "The Woman in Me",
    "authors": "Britney Spears",
    "description": "Named a Best Book of the Year by Elle, The Washington Post, Rolling Stone, NPR, Financial Times, Vanity Fair, and more! “In Britney Spears’s memoir, she’s stronger than ever.” —The New York Times Over 2 million copies sold of the “moving” (Time), “powerful” (Los Angeles Times), “radiant” (The New York Times), “poignant” (Vogue) #1 New York Times bestseller. The Woman in Me is a brave and astonishingly moving story about freedom, fame, motherhood, survival, faith, and hope. In June 2021, the whole world was listening as Britney Spears spoke in open court. The impact of sharing her voice—her truth—was undeniable, and it changed the course of her life and the lives of countless others. The Woman in Me reveals for the first time her incredible journey—and the strength at the core of one of the greatest performers in pop music history. Written with remarkable candor and humor, Spears’s groundbreaking book illuminates the enduring power of music and love—and the importance of a woman telling her own story, on her own terms, at last.",
    "isbn": "9781668009062",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/My-Name-Barbra-Streisand/dp/0525429522/ref=zg_bs_g_books_sccl_3/143-9831347-1043253?psc=1",
    "title": "My Name Is Barbra",
    "authors": "Barbra Streisand",
    "description": "The long-awaited memoir by the superstar of stage, screen, recordings, and television PLEASE NOTE The E-book edition features additional photographs that are exclusive to the E-book. Barbra Streisand is by any account a living legend, a woman who in a career spanning six decades has excelled in every area of entertainment. She is among the handful of EGOT winners (Emmy, Grammy, Oscar, and Tony) and has one of the greatest and most recognizable voices in the history of popular music. She has been nominated for a Grammy 46 times, and with Yentl she became the first woman to write, produce, direct, and star in a major motion picture. In My Name Is Barbra, she tells her own story about her life and extraordinary career, from growing up in Brooklyn to her first star-making appearances in New York nightclubs to her breakout performance in Funny Girl (musical and film) to the long string of successes in every medium in the years that followed. The book is, like Barbra herself, frank, funny, opinionated, and charming. She recounts her early struggles to become an actress, eventually turning to singing to earn a living; the recording of some of her acclaimed albums; the years of effort involved in making Yentl; her direction of The Prince of Tides; her friendships with figures ranging from Marlon Brando to Madeleine Albright; her political advocacy; and the fulfillment she’s found in her marriage to James Brolin. No entertainer’s memoir has been more anticipated than Barbra Streisand’s, and this engrossing and delightful book will be eagerly welcomed by her millions of fans.",
    "isbn": "9780698405257",
    "cover": "https://covers.openlibrary.org/b/isbn/9780698405257-L.jpg"
  },
  {
    "link": "amazon.com/Friends-Lovers-Big-Terrible-Thing/dp/1250866448/ref=zg_bs_g_books_sccl_4/143-9831347-1043253?psc=1",
    "title": "Friends, Lovers, and the Big Terrible Thing: A Memoir",
    "authors": "Matthew Perry",
    "description": "INSTANT #1 NEW YORK TIMES BESTSELLER #1 INTERNATIONAL BESTSELLER The BELOVED STAR OF FRIENDS takes us behind the scenes of the hit sitcom and his struggles with addiction in this “CANDID, DARKLY FUNNY...POIGNANT” memoir (The New York Times) A MOST ANTICIPATED BOOK by Time, Associated Press, Goodreads, USA Today, and more! “Hi, my name is Matthew, although you may know me by another name. My friends call me Matty.” So begins the riveting story of acclaimed actor Matthew Perry, taking us along on his journey from childhood ambition to fame to addiction and recovery in the aftermath of a life-threatening health scare. Before the frequent hospital visits and stints in rehab, there was five-year-old Matthew, who traveled from Montreal to Los Angeles, shuffling between his separated parents; fourteen-year-old Matthew, who was a nationally ranked tennis star in Canada; twenty-four-year-old Matthew, who nabbed a coveted role as a lead cast member on the talked-about pilot then called Friends Like Us. . . and so much more. In an extraordinary story that only he could tell—and in the heartfelt, hilarious, and warmly familiar way only he could tell it—Matthew Perry lays bare the fractured family that raised him (and also left him to his own devices), the desire for recognition that drove him to fame, and the void inside him that could not be filled even by his greatest dreams coming true. But he also details the peace he’s found in sobriety and how he feels about the ubiquity of Friends, sharing stories about his castmates and other stars he met along the way. Frank, self-aware, and with his trademark humor, Perry vividly depicts his lifelong battle with addiction and what fueled it despite seemingly having it all. Friends, Lovers, and the Big Terrible Thing is an unforgettable memoir that is both intimate and eye-opening—as well as a hand extended to anyone struggling with sobriety. Unflinchingly honest, moving, and uproariously funny, this is the book fans have been waiting for.",
    "isbn": "9781250866462",
    "cover": "https://covers.openlibrary.org/b/isbn/9781250866462-L.jpg"
  },
  {
    "link": "amazon.com/How-Catch-Turkey-Adam-Wallace/dp/1492664359/ref=zg_bs_g_books_sccl_5/143-9831347-1043253?psc=1",
    "title": "How to Catch a Turkey",
    "authors": "Adam Wallace",
    "description": "A New York Times Bestseller! From the bestselling How to Catch series comes a festive turkey tale and Thanksgiving book for kids! A turkey is running loose in a school right before a Thanksgiving play. Can YOU help catch it so the show can go on? Follow along as students turn their school upside down trying to catch the turkey, ending with a twist that ensures no turkeys are harmed (or eaten!). This hilariously zany children's picture book combines STEAM concepts and traps with a silly story and fun illustrations, perfect for starting a new fall family tradition this autumn or giving as a Thanksgiving gift for kids ages 4 and up! Thanksgiving time is here again, but there's a turkey on the run! Can you catch this tricky bird before the school play has begun? Also in the How to Catch Series: How to Catch a Unicorn How to Catch the Easter Bunny How to Catch an Elf How to Catch a Monster How to Catch a Leprechaun and more!",
    "isbn": "978149269537",
    "cover": "https://covers.openlibrary.org/b/isbn/978149269537-L.jpg"
  },
  {
    "link": "amazon.com/Fourth-Wing-Empyrean-Rebecca-Yarros/dp/1649374046/ref=zg_bs_g_books_sccl_6/143-9831347-1043253?psc=1",
    "title": "Fourth Wing (The Empyrean, 1)",
    "authors": "Rebecca Yarros",
    "description": "A #1 New York Times bestseller • TV series in development at MGM Amazon Studios with Michael B. Jordan’s Outlier Society • Amazon Best Books of the Year, #4 • Apple Best Books of the Year 2023 • Barnes & Noble Best Fantasy Book of 2023 • NPR “Books We Love” 2023 • Audible Best Books of 2023 • Hudson Book of the Year • Google Play Best Books of 2023 • Indigo Best Books of 2023 • Waterstones Book of the Year finalist • Goodreads Choice Award Winner • Newsweek Staffers’ Favorite Books of 2023 • Paste Magazine's Best Books of 2023 \"Suspenseful, sexy, and with incredibly entertaining storytelling, the first in Yarros' Empyrean series will delight fans of romantic, adventure-filled fantasy.\" —Booklist, starred review \"Fourth Wing will have your heart pounding from beginning to end... A fantasy like you've never read before.\" ―#1 New York Times bestselling author Jennifer L. Armentrout Enter the brutal and elite world of a war college for dragon riders from #1 New York Times bestselling author Rebecca Yarros Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general—also known as her tough-as-talons mother—has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders. But when you’re smaller than everyone else and your body is brittle, death is only a heartbeat away...because dragons don’t bond to “fragile” humans. They incinerate them. With fewer dragons willing to bond than cadets, most would kill Violet to better their own chances of success. The rest would kill her just for being her mother’s daughter—like Xaden Riorson, the most powerful and ruthless wingleader in the Riders Quadrant. She’ll need every edge her wits can give her just to see the next sunrise. Yet, with every day that passes, the war outside grows more deadly, the kingdom's protective wards are failing, and the death toll continues to rise. Even worse, Violet begins to suspect leadership is hiding a terrible secret. Friends, enemies, lovers. Everyone at Basgiath War College has an agenda—because once you enter, there are only two ways out: graduate or die. The Empyrean series is best enjoyed in order. Reading Order: Book #1 Fourth Wing Book #2 Iron Flame",
    "isbn": "978164937408",
    "cover": "https://covers.openlibrary.org/b/isbn/978164937408-L.jpg"
  },
  {
    "link": "amazon.com/Unwoke-Defeat-Cultural-Marxism-America/dp/1684513626/ref=zg_bs_g_books_sccl_7/143-9831347-1043253?psc=1",
    "title": "Unwoke: How to Defeat Cultural Marxism in America",
    "authors": "Unknown",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Brainer-Diary-Wimpy-Kid-Book/dp/1419766945/ref=zg_bs_g_books_sccl_8/143-9831347-1043253?psc=1",
    "title": "No Brainer (Diary of a Wimpy Kid Book 18)",
    "authors": "Jeff Kinney",
    "description": "In No Brainer, book 18 of the Diary of a Wimpy Kid series from #1 international bestselling author Jeff Kinney, it’s up to Greg to save his crumbling school before it’s shuttered for good. Up until now, middle school hasn’t exactly been a joyride for Greg Heffley. So when the town threatens to close the crumbling building, he’s not too broken up about it. But when Greg realizes this means he’s going to be sent to a different school than his best friend, Rowley Jefferson, he changes his tune. Can Greg and his classmates save their school before it’s shuttered for good? Or is this the start of a whole new chapter for Greg? Collect all the books in the #1 bestselling Diary of a Wimpy Kid series: Diary of a Wimpy Kid (#1) | Rodrick Rules (#2) | The Last Straw (#3) | Dog Days (#4) | The Ugly Truth (#5) | Cabin Fever (#6) | The Third Wheel (#7) | Hard Luck (#8) | The Long Haul (#9) | Old School (#10) | Double Down (#11) | The Getaway (#12) | The Meltdown (#13) | Wrecking Ball (#14) | The Deep End (#15) | Big Shot (#16) | Diper Överlöde (#17) | No Brainer (#18) | Hot Mess (#19) See the Wimpy Kid World in a whole new way with the #1 bestselling Awesome Friendly books, told from the perspective of Greg Heffley’s best friend Rowley Jefferson: Diary of an Awesome Friendly Kid: Rowley Jefferson’s Journal | Rowley Jefferson’s Awesome Friendly Adventure | Rowley Jefferson’s Awesome Friendly Spooky Stories",
    "isbn": "9798887072074",
    "cover": "https://covers.openlibrary.org/b/isbn/9798887072074-L.jpg"
  },
  {
    "link": "amazon.com/Killers-Flower-Moon-Osage-Murders/dp/0307742482/ref=zg_bs_g_books_sccl_9/143-9831347-1043253?psc=1",
    "title": "Killers of the Flower Moon: The Osage Murders and the Birth of the FBI",
    "authors": "David Grann",
    "description": "#1 NEW YORK TIMES BESTSELLER • A twisting, haunting true-life murder mystery about one of the most monstrous crimes in American history, from the author of The Wager and The Lost City of Z, “one of the preeminent adventure and true-crime writers working today.\"—New York Magazine • NATIONAL BOOK AWARD FINALIST • NOW A MARTIN SCORSESE PICTURE “A shocking whodunit…What more could fans of true-crime thrillers ask?”—USA Today “A masterful work of literary journalism crafted with the urgency of a mystery.” —The Boston Globe A Kirkus Reviews Best Nonfiction Book of the Century In the 1920s, the richest people per capita in the world were members of the Osage Nation in Oklahoma. After oil was discovered beneath their land, the Osage rode in chauffeured automobiles, built mansions, and sent their children to study in Europe. Then, one by one, the Osage began to be killed off. The family of an Osage woman, Mollie Burkhart, became a prime target. One of her relatives was shot. Another was poisoned. And it was just the beginning, as more and more Osage were dying under mysterious circumstances, and many of those who dared to investigate the killings were themselves murdered. As the death toll rose, the newly created FBI took up the case, and the young director, J. Edgar Hoover, turned to a former Texas Ranger named Tom White to try to unravel the mystery. White put together an undercover team, including a Native American agent who infiltrated the region, and together with the Osage began to expose one of the most chilling conspiracies in American history. Look for David Grann’s latest bestselling book, The Wager!",
    "isbn": "9780385534253",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/All-Light-We-Cannot-See/dp/1501173219/ref=zg_bs_g_books_sccl_10/143-9831347-1043253?psc=1",
    "title": "All the Light We Cannot See: A Novel",
    "authors": "Anthony Doerr",
    "description": "An imaginative and intricate novel inspired by the horrors of World War II and written in short, elegant chapters that explore human nature and the contradictory power of technology.",
    "isbn": "9781476746586",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Ballad-Songbirds-Snakes-Hunger-Games/dp/1339016575/ref=zg_bs_g_books_sccl_11/143-9831347-1043253?psc=1",
    "title": "The Ballad of Songbirds and Snakes (A Hunger Games Novel) (The Hunger Games)",
    "authors": "Suzanne Collins",
    "description": "This stunning paperback box set includes all three books in Suzanne Collins's internationally bestselling Hunger Games trilogy together with The Ballad of Songbirds and Snakes. You can step into the world of Panem and continue all the way to the electrifying conclusion.",
    "isbn": "9780702318726",
    "cover": "https://covers.openlibrary.org/b/isbn/9780702318726-L.jpg"
  },
  {
    "link": "amazon.com/Night-Elie-Wiesel/dp/0374500010/ref=zg_bs_g_books_sccl_12/143-9831347-1043253?psc=1",
    "title": "Night (Night)",
    "authors": "Elie Wiesel",
    "description": "Night (Night)By Elie Wiesel",
    "isbn": "978154854708",
    "cover": "https://covers.openlibrary.org/b/isbn/978154854708-L.jpg"
  },
  {
    "link": "amazon.com/Atomic-Habits-Proven-Build-Break/dp/0735211299/ref=zg_bs_g_books_sccl_13/143-9831347-1043253?psc=1",
    "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
    "authors": "James Clear",
    "description": "James Clear, an expert on habit formation, reveals practical strategies that will teach you how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results. He draws on proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible.",
    "isbn": "9781804225783",
    "cover": "https://covers.openlibrary.org/b/isbn/9781804225783-L.jpg"
  },
  {
    "link": "amazon.com/Stocking-Stuffer-Libs-Leigh-Olsen/dp/1524788139/ref=zg_bs_g_books_sccl_14/143-9831347-1043253?psc=1",
    "title": "Stocking Stuffer Mad Libs: World's Greatest Word Game",
    "authors": "Leigh Olsen",
    "description": "Mad Libs is the world's greatest word game and a great gift for anyone who likes to laugh! Write in the missing words on each page to create your own hilariously funny stories all about Santa Claus. Tis the season for Stocking Stuffer Mad Libs! Ho! Ho! EXCLAMATION! With 21 \"fill-in-the-blank\" stories about Jolly Old Saint Nick, Mrs. Claus, the North Pole, Santa's sleigh, elves and reindeer this book is chock full of festive laughs. Play alone, in a group or while visions of sugar plums dance in your head! Mad Libs are a fun family activity recommended for ages 8 to NUMBER.",
    "isbn": "9781524788131",
    "cover": "https://covers.openlibrary.org/b/isbn/9781524788131-L.jpg"
  },
  {
    "link": "amazon.com/48-Laws-Power-Robert-Greene/dp/0140280197/ref=zg_bs_g_books_sccl_15/143-9831347-1043253?psc=1",
    "title": "The 48 Laws of Power",
    "authors": "Robert Greene",
    "description": "THE MILLION COPY INTERNATIONAL BESTSELLER 'If power is your ultimate goal, this is the book you need' The Times Amoral, cunning, ruthless, and instructive, this piercing work distils three thousand years of the history of power into forty-eight well-explicated laws. As attention-grabbing in its design as it is in its content, this bold volume outlines the laws of power in their unvarnished essence, synthesizing the philosophies of Machiavelli, Sun-tzu, Carl von Clausewitz, and other great thinkers. Some laws require prudence (\"Law 1: Never Outshine the Master\"), some stealth (\"Law 3: Conceal Your Intentions\"), and some the total absence of mercy (\"Law 15: Crush Your Enemy Totally\"), but like it or not, all have applications in real-life situations. Illustrated through the tactics of Queen Elizabeth I, Henry Kissenger, P T Barnum, and other famous figures who have wielded - or been victimised by - power, these laws will fascinate any reader interested in gaining, observing or defending against ultimate control.",
    "isbn": "9781847651341",
    "cover": "https://covers.openlibrary.org/b/isbn/9781847651341-L.jpg"
  },
  {
    "link": "amazon.com/Great-Disappearance-Ways-Rapture-Ready/dp/078525224X/ref=zg_bs_g_books_sccl_16/143-9831347-1043253?psc=1",
    "title": "The Great Disappearance: 31 Ways to be Rapture Ready",
    "authors": "David Jeremiah",
    "description": "An Instant Wall Street Journal, USA Today, and Publishers Weekly Bestseller The rapture is the central event in biblical prophecy. But what does it mean for us today? How can this crucial end times event draw us nearer to God in a world that is seemingly on the brink of chaos? Political turmoil, economic uncertainty, an ideological divide that feels increasingly impassable—the signs of the times point us toward the end, and that can be disconcerting. But the greatest truth about the rapture is not its timing, but its reality—for blessed are all who long for His appearing. The Great Disappearance is a culmination of decades of Dr. Jeremiah studying end times throughout the Bible. In this definitive volume he will explain the meaning of the word rapture, the difference between the rapture and the second coming, and the joy of expecting our Savior to come at any given moment. Dr. Jeremiah will also explore key questions such as: Who will be raptured? When will it happen? What will happen to those left behind? What will believers experience when they are taken away to heaven? Will non-believers still have time to repent and be saved? Dr. Jeremiah seeks to answer all of those questions and many more, not with sensationalism or stories ripped from the headlines but with solid, biblical truth. Because God has laid out His plan for us in His Word so that we might not be caught unaware. We may not know the exact date that the rapture will happen, but we do know it will happen. Are you ready for it? Interested in learning more? Don’t miss out on The Great Disappearance Study Guide and be sure to check out other books by Dr. David Jeremiah: The Book of Signs Where Do We Go from Here The World of the End Living with Confidence in a Chaotic World Is This The End? After the Rapture The Great Disappearance Study Guide",
    "isbn": "978078525229",
    "cover": "https://covers.openlibrary.org/b/isbn/978078525229-L.jpg"
  },
  {
    "link": "amazon.com/Lessons-Chemistry-Novel-Bonnie-Garmus/dp/038554734X/ref=zg_bs_g_books_sccl_17/143-9831347-1043253?psc=1",
    "title": "Lessons in Chemistry: A Novel",
    "authors": "Bonnie Garmus",
    "description": "#1 GLOBAL BESTSELLER WITH MORE THAN 8 MILLION COPIES SOLD • Meet Elizabeth Zott: “a gifted research chemist, absurdly self-assured and immune to social convention” (The Washington Post) in 1960s California whose career takes a detour when she becomes the unlikely star of a beloved TV cooking show. • STREAM ON APPLE TV+ This novel is “irresistible, satisfying and full of fuel” (The New York Times Book Review) and “witty, sometimes hilarious...the Catch-22 of early feminism” (Stephen King, via Twitter). A BEST BOOK OF THE YEAR: The New York Times, Washington Post, NPR, Oprah Daily, Entertainment Weekly, Newsweek Chemist Elizabeth Zott is not your average woman. In fact, Elizabeth Zott would be the first to point out that there is no such thing as an average woman. But it’s the early 1960s and her all-male team at Hastings Research Institute takes a very unscientific view of equality. Except for one: Calvin Evans; the lonely, brilliant, Nobel–prize nominated grudge-holder who falls in love with—of all things—her mind. True chemistry results. But like science, life is unpredictable. Which is why a few years later Elizabeth Zott finds herself not only a single mother, but the reluctant star of America’s most beloved cooking show Supper at Six. Elizabeth’s unusual approach to cooking (“combine one tablespoon acetic acid with a pinch of sodium chloride”) proves revolutionary. But as her following grows, not everyone is happy. Because as it turns out, Elizabeth Zott isn’t just teaching women to cook. She’s daring them to change the status quo. Laugh-out-loud funny, shrewdly observant, and studded with a dazzling cast of supporting characters, Lessons in Chemistry is as original and vibrant as its protagonist.",
    "isbn": "9780593314487",
    "cover": "https://covers.openlibrary.org/b/isbn/9780593314487-L.jpg"
  },
  {
    "link": "amazon.com/Exchange-After-Firm/dp/0385548958/ref=zg_bs_g_books_sccl_18/143-9831347-1043253?psc=1",
    "title": "The Exchange: After The Firm (The Firm Series)",
    "authors": "John Grisham",
    "description": "#1 NEW YORK TIMES BESTSELLER • John Grisham delivers high-flying international suspense in a stunning legal thriller that marks the return of Mitch McDeere, the brilliant hero of The Firm. “A breathtaking update on the McDeeres and the life they made . . . Grisham, in vintage form, ratchets up the suspense in this winning sequel.” —The Wall Street Journal What became of Mitch and Abby McDeere after they exposed the crimes of Memphis law firm Bendini, Lambert & Locke and fled the country? The answer is found in The Exchange, the riveting sequel to The Firm, the blockbuster thriller that launched the career of America’s favorite storyteller. It is now fifteen years later, and Mitch and Abby are living in Manhattan, where Mitch is a partner at the largest law firm in the world. When a mentor in Rome asks him for a favor that will take him as far as Istanbul and Tripoli, Mitch finds himself at the center of a sinister plot that has worldwide implications. Once again Mitch’s colleagues, friends, and family are targeted. Mitch is a master at staying one staying one step ahead of his adversaries, but this time there’s nowhere to hide. Don’t miss John Grisham’s latest novel, Camino Ghosts, and the upcoming Framed, his first work of nonfiction since The Innocent Man!",
    "isbn": "97805936856",
    "cover": "https://covers.openlibrary.org/b/isbn/97805936856-L.jpg"
  },
  {
    "link": "amazon.com/Taylor-Swift-Little-Golden-Biography/dp/0593566718/ref=zg_bs_g_books_sccl_19/143-9831347-1043253?psc=1",
    "title": "Taylor Swift: A Little Golden Book Biography",
    "authors": "Wendy Loggia",
    "description": "#1 NATIONAL BESTSELLER • NEW YORK TIMES BESTSELLER • Celebrate global superstar Taylor Swift with this collectible Little Golden Book, which tells her inspiring life story alongside gorgeous original illustrations! “A must-have for any Taylor Swift collection.”—Rolling Stone Taylor never lets anything hold her back from creating music she loves. With full-color illustrations on every page, Taylor Swift: A Little Golden Book Biography brings her story to life—from her childhood living on a Christmas tree farm, where she discovered her passion for songwriting, to her early days on Nashville’s Music Row and her rise as one of the biggest stars in pop music. When you’re Taylor Swift, the sky’s the limit! Little Golden Book biographies feature the iconic gold-foil design and share the life stories of extraordinary artists, world leaders, performers, and athletes including: • Beyoncé • Dolly Parton • Lady Gaga • Simone Biles • Misty Copeland",
    "isbn": "9780593566725",
    "cover": "https://covers.openlibrary.org/b/isbn/9780593566725-L.jpg"
  },
  {
    "link": "amazon.com/Dont-Let-Pigeon-Drive-Sleigh/dp/1454952776/ref=zg_bs_g_books_sccl_20/143-9831347-1043253?psc=1",
    "title": "Don't Let the Pigeon Drive the Sleigh!",
    "authors": "Mo Willems",
    "description": "From #1 New York Times bestselling, award-winning author and illustrator Mo Willems comes a new holiday classic. It's the most wonderful time of the year-for driving a sleigh! 'Tis also the season-for driving a sleigh! Oh, and joy to the-driving a sleigh! The Pigeon has made a list and checked it once. Can his holiday dream come true? Or will The Pigeon be left out in the cold? You'll share some HO-HO-HOs and HA-HA-HAs finding out in three-time Caldecott Honoree Mo Willems' ninth Pigeon book, Don't Let the Pigeon Drive the Sleigh! Praise for Mo Willems: \"If there's a living creator of children's books who stands a chance of occupying a cultural position akin to a Dr Suess or a Charles M. Schulz, it's Mr Willems\" - The New York Times",
    "isbn": "9781761601323",
    "cover": "https://covers.openlibrary.org/b/isbn/9781761601323-L.jpg"
  },
  {
    "link": "amazon.com/Turkey-Trouble-Wendi-Silvano/dp/0761455299/ref=zg_bs_g_books_sccl_21/143-9831347-1043253?psc=1",
    "title": "Turkey Trouble",
    "authors": "Wendi Silvano",
    "description": "As Thanksgiving Day approaches, Turkey nervously makes a series of costumes, disguising himself as other farm animals in hopes that he can avoid being served as Thanksgiving dinner.",
    "isbn": "9780761455295",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Body-Keeps-Score-Healing-Trauma/dp/0143127748/ref=zg_bs_g_books_sccl_22/143-9831347-1043253?psc=1",
    "title": "The Body Keeps the Score: Brain, Mind, and Body in the Healing of Trauma",
    "authors": "Bessel van der Kolk",
    "description": "#1 New York Times bestseller “Essential reading for anyone interested in understanding and treating traumatic stress and the scope of its impact on society.” —Alexander McFarlane, Director of the Centre for Traumatic Stress Studies A pioneering researcher transforms our understanding of trauma and offers a bold new paradigm for healing in this New York Times bestseller Trauma is a fact of life. Veterans and their families deal with the painful aftermath of combat; one in five Americans has been molested; one in four grew up with alcoholics; one in three couples have engaged in physical violence. Dr. Bessel van der Kolk, one of the world’s foremost experts on trauma, has spent over three decades working with survivors. In The Body Keeps the Score, he uses recent scientific advances to show how trauma literally reshapes both body and brain, compromising sufferers’ capacities for pleasure, engagement, self-control, and trust. He explores innovative treatments—from neurofeedback and meditation to sports, drama, and yoga—that offer new paths to recovery by activating the brain’s natural neuroplasticity. Based on Dr. van der Kolk’s own research and that of other leading specialists, The Body Keeps the Score exposes the tremendous power of our relationships both to hurt and to heal—and offers new hope for reclaiming lives.",
    "isbn": "9781101608302",
    "cover": "https://covers.openlibrary.org/b/isbn/9781101608302-L.jpg"
  },
  {
    "link": "amazon.com/Court-Thorns-Roses-Sarah-Maas/dp/1635575567/ref=zg_bs_g_books_sccl_23/143-9831347-1043253?psc=1",
    "title": "A Court of Thorns and Roses (A Court of Thorns and Roses, 1)",
    "authors": "Sarah J. Maas",
    "description": "Lose yourself in the seductive world of the Court of Thorns and Roses series (ACOTAR) by #1 global bestselling phenomenon Sarah J. Maas with this five-eBook bundle. “Passionate, violent, sexy and daring . . . A true page-turner.” -USA TODAY?on?A Court of Thorns and Roses Feyre is a huntress. The skin of a wolf would bring enough gold to feed her sisters for a month. But the life of a magical creature comes at a steep price, and Feyre has just killed the wrong wolf. Follow Feyre's journey into the dangerous, alluring world of the Fae, where she will lose her heart, face her demons, and learn what she is truly capable of. The world expands in A Court of Silver Flames with the story of Feyre's fiery sister, Nesta. This five-eBook bundle of the #1 bestselling series by Sarah J. Maas includes A Court of Thorns and Roses, A Court of Mist and Fury, A Court of Wings and Ruin, A Court of Frost and Starlight, and A Court of Silver Flames.",
    "isbn": "9781526654441",
    "cover": "https://covers.openlibrary.org/b/isbn/9781526654441-L.jpg"
  },
  {
    "link": "amazon.com/Little-Life-Hanya-Yanagihara/dp/0804172706/ref=zg_bs_g_books_sccl_24/143-9831347-1043253?psc=1",
    "title": "A Little Life",
    "authors": "Hanya Yanagihara",
    "description": "nan",
    "isbn": "9781035066155",
    "cover": "https://covers.openlibrary.org/b/isbn/9781035066155-L.jpg"
  },
  {
    "link": "amazon.com/House-Flame-Shadow-Crescent-City/dp/1635574102/ref=zg_bs_g_books_sccl_25/143-9831347-1043253?psc=1",
    "title": "House of Flame and Shadow (Crescent City, 3)",
    "authors": "Sarah J. Maas",
    "description": "The stunning third book in the sexy, action-packed #1 bestselling Crescent City series by Sarah J. Maas, author of the Court of Thorns and Roses (ACOTAR) series. Bryce Quinlan never expected to see a world other than Midgard, but now that she has, all she wants is to get back. Everything she loves is in Midgard: her family, her friends, her mate. Stranded in a strange new world, she's going to need all her wits about her to get home again. And that's no easy feat when she has no idea who to trust. Hunt Athalar has found himself in some deep holes in his life, but this one might be the deepest of all. After a few brief months with everything he ever wanted, he's in the Asteri's dungeons again, stripped of his freedom and without a clue as to Bryce's fate. He's desperate to help her, but until he can escape the Asteri's leash, his hands are quite literally tied. In this sexy, breathtaking third book, Sarah J. Maas's #1 bestselling Crescent City series reaches new heights as Bryce and Hunt's world is brought to the brink of collapse-with its future resting on their shoulders. Other books in this series include: House of Earth and Blood House of Sky and Breath",
    "isbn": "9781408884454",
    "cover": "https://covers.openlibrary.org/b/isbn/9781408884454-L.jpg"
  },
  {
    "link": "amazon.com/World-Carle-Around-Play-Sound/dp/1450805752/ref=zg_bs_g_books_sccl_26/143-9831347-1043253?psc=1",
    "title": "World of Eric Carle, Around the Farm 30-Button Animal Sound Book - Great for First Words - PI Kids",
    "authors": "Editors of Publications International",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Goodnight-Construction-Sherri-Duskey-Rinker/dp/1452111731/ref=zg_bs_g_books_sccl_27/143-9831347-1043253?psc=1",
    "title": "Goodnight, Goodnight Construction Site (Board Book for Toddlers, Children's Board Book)",
    "authors": "Sherri Duskey Rinker",
    "description": "From Sherri Duskey Rinker, author of the #1 New York Times bestsellers Goodnight, Goodnight, Construction Site, Steam Train, Dream Train, Mighty, Mighty Construction Site, and Construction Site on Christmas Night. Join Dump Truck on his colorfully busy day at the construction site! Little construction fans will love the colors that fill the world of the bestselling Goodnight, Goodnight, Construction Site series, from the blue sky in the morning to the white moon at night. This concept-driven board book features characters from the original book in the series, continuing the brand and reaching a new, younger audience. Work is always lighter with friends by your side! • Teaches colors to kids • Rhyming words make reading fun • Features characters from the original book Children who like Goodnight, Goodnight Construction Site, Steam Train, Dream Train, Mighty, Mighty Construction Site, and Excavator's 123 will be excited about this book. • Great gift for preschoolers who like trucks, construction, building, and cars • Parents and teachers of toddlers and preschoolers will enjoy reading this with kids • Fans of author Sherri Duskey Rinker and Ethan Long, internationally recognized illustrator, will love this book",
    "isbn": "9781797206011",
    "cover": "https://covers.openlibrary.org/b/isbn/9781797206011-L.jpg"
  },
  {
    "link": "amazon.com/Leaf-Thief-Alice-Hemming/dp/1728235200/ref=zg_bs_g_books_sccl_28/143-9831347-1043253?psc=1",
    "title": "The Leaf Thief: (The Perfect Fall Book for Children and Toddlers)",
    "authors": "Alice Hemming",
    "description": "A brilliantly funny picture book about seasons, written by Alice Hemming and illustrated by Nicola Slater. Squirrel is socross. Yesterday there were loadsof beautiful leaves on his tree, but today? Today some are missing and Squirrel is convincedthat someone has stolenthem... there's a leaf thiefon the loose! Join Squirrel on a missionto find the culprit, and meet so manyfun animalson the way, while you find out how the world takes on different coloursas the months pass by. A laugh-out-loudbook about the changing seasons, with extra informationin the back for especially curious minds Perfect as a companion readerto children learning about seasons in school A brilliant picture book that explores feelings, moodsand times where we feel out of control",
    "isbn": "9781407191447",
    "cover": "https://covers.openlibrary.org/b/isbn/9781407191447-L.jpg"
  },
  {
    "link": "amazon.com/Murtagh-World-Eragon-Inheritance-Cycle/dp/0593650867/ref=zg_bs_g_books_sccl_29/143-9831347-1043253?psc=1",
    "title": "Murtagh: The World of Eragon (The Inheritance Cycle)",
    "authors": "Christopher Paolini",
    "description": "The instant #1 New York Times bestselling novel from master storyteller Christopher Paolini! Return to the World of Eragon in this stunning epic fantasy set a year after the events of the Inheritance Cycle. Join Dragon Rider—and fan favorite—Murtagh and his dragon as they confront a perilous new enemy! \"Christopher Paolini is a true rarity.\" —The Washington Post The world is no longer safe for the Dragon Rider Murtagh and his dragon, Thorn. An evil king has been toppled, and they are left to face the consequences of the reluctant role they played in his reign of terror. Now they are hated and alone, exiled to the outskirts of society. Throughout the land, hushed voices whisper of brittle ground and a faint scent of brimstone in the air—and Murtagh senses that something wicked lurks in the shadows of Alagaësia. So begins an epic journey into the unknown, as Murtagh and Thorn must find and outwit a witch veiled in mystery. In this gripping novel starring one of the most popular characters from Christopher Paolini’s blockbuster Inheritance Cycle, a Dragon Rider must discover what he stands for in a world that has abandoned him. Murtagh is the perfect book to enter the World of Eragon for the first time . . . or to joyfully return. Praise for Christopher Paolini: \"A spellbinding fantasy writer.\" —The Boston Globe \"A breathtaking and unheard-of success.\" —USA Today \"Make[s] literary magic.\" —People",
    "isbn": "9781774882986",
    "cover": "https://covers.openlibrary.org/b/isbn/9781774882986-L.jpg"
  },
  {
    "link": "amazon.com/Brown-Bear-What-You-See/dp/0805047905/ref=zg_bs_g_books_sccl_30/143-9831347-1043253?psc=1",
    "title": "Brown Bear, Brown Bear, What Do You See?",
    "authors": "Bill Martin Jr.",
    "description": "A big happy frog, a plump purple cat, a handsome blue horse, and a soft yellow duck-- all parade across the pages of this delightful bilingual edition of Brown Bear, Brown Bear, What do you See? (Oso pardo, oso parado, que ves ¿qué ves ahí?). Children will immediately respond to Eric Carle's flat, boldly colored collages. Combined with Bill Martin Jr.'s singsong text, they create unforgettable images of these endearing animals.",
    "isbn": "9781250165572",
    "cover": "https://covers.openlibrary.org/b/isbn/9781250165572-L.jpg"
  },
  {
    "link": "amazon.com/Balloons-over-Broadway-Puppeteer-Education/dp/0547199457/ref=zg_bs_g_books_sccl_31/143-9831347-1043253?psc=1",
    "title": "Balloons over Broadway: The True Story of the Puppeteer of Macy's Parade (Bank Street College of Education Flora Stieglitz St",
    "authors": "Bill Martin Jr.",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Four-Agreements-Practical-Personal-Freedom/dp/1878424319/ref=zg_bs_g_books_sccl_32/143-9831347-1043253?psc=1",
    "title": "The Four Agreements: A Practical Guide to Personal Freedom (A Toltec Wisdom Book)",
    "authors": "Melissa Sweet",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Housemaid-Freida-McFadden/dp/1538742578/ref=zg_bs_g_books_sccl_33/143-9831347-1043253?psc=1",
    "title": "The Housemaid",
    "authors": "Don Miguel Ruiz",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/How-Know-Person-Seeing-Others/dp/059323006X/ref=zg_bs_g_books_sccl_34/143-9831347-1043253?psc=1",
    "title": "How to Know a Person: The Art of Seeing Others Deeply and Being Deeply Seen",
    "authors": "Alice Walstead",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Very-Hungry-Caterpillar-Eric-Carle/dp/0399226907/ref=zg_bs_g_books_sccl_35/143-9831347-1043253?psc=1",
    "title": "The Very Hungry Caterpillar",
    "authors": "David Brooks",
    "description": "B.11 Sports Books",
    "isbn": "9781351813426",
    "cover": "https://covers.openlibrary.org/b/isbn/9781351813426-L.jpg"
  },
  {
    "link": "amazon.com/How-Catch-Reindeer-Alice-Walstead/dp/1728276136/ref=zg_bs_g_books_sccl_36/143-9831347-1043253?psc=1",
    "title": "How to Catch a Reindeer",
    "authors": "Eric Carle",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Pookies-Thanksgiving-Little-Pookie-Boynton/dp/166592263X/ref=zg_bs_g_books_sccl_37/143-9831347-1043253?psc=1",
    "title": "Pookie's Thanksgiving (Little Pookie)",
    "authors": "Alice Walstead",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Psychology-Money-Timeless-lessons-happiness/dp/0857197681/ref=zg_bs_g_books_sccl_38/143-9831347-1043253?psc=1",
    "title": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
    "authors": "Sandra Boynton",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Seven-Husbands-Evelyn-Hugo-Novel/dp/1501161938/ref=zg_bs_g_books_sccl_39/143-9831347-1043253?psc=1",
    "title": "The Seven Husbands of Evelyn Hugo: A Novel",
    "authors": "Morgan Housel",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/I-Love-You-Moon-Back/dp/1589255518/ref=zg_bs_g_books_sccl_40/143-9831347-1043253?psc=1",
    "title": "I Love You to the Moon and Back",
    "authors": "Taylor Jenkins Reid",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Outlive-Longevity-Peter-Attia-MD/dp/0593236599/ref=zg_bs_g_books_sccl_41/143-9831347-1043253?psc=1",
    "title": "Outlive: The Science and Art of Longevity",
    "authors": "Peter Attia",
    "description": "THE INSTANT SUNDAY TIMES AND NEW YORK TIMES BESTSELLER, OVER 2 MILLION COPIES SOLD GLOBALLY 'One of the most important books you'll ever read' –Steven D. Levitt, bestselling author of Freakonomics ‘Jam packed with things you will wish you had known before. I devoured the audiobook and instantly bought a hard copy to keep on my desk' –Dr Julie Smith, bestselling author of Why Has Nobody Told Me This Before This is the ultimate manual for living better and longer. For all its successes, mainstream medicine has failed to make much progress against the diseases of ageing that kill most people: heart disease, cancer, Alzheimer's disease and type 2 diabetes. Too often, it intervenes with treatments too late, prolonging lifespan at the expense of quality of life. Dr Peter Attia, the world's top longevity expert who is featured on Chris Hemsworth's National Geographic documentary LIMITLESS, believes we must replace this outdated framework with a personalised, proactive strategy for longevity. This isn't 'biohacking,' it's science: a well-founded strategic approach to extending lifespan while improving our physical, cognitive and emotional health, making each decade better than the one before. With chapters on nutrition, sleep, fitness and exercise, Outlive's practical advice and roadmap can help you to plot a different path for your life, one that lets you outlive your genes to make each decade better than the one before.",
    "isbn": "9781529910896",
    "cover": "https://covers.openlibrary.org/b/isbn/9781529910896-L.jpg"
  },
  {
    "link": "amazon.com/Hundred-Years-War-Palestine-Colonialism/dp/1250787653/ref=zg_bs_g_books_sccl_42/143-9831347-1043253?psc=1",
    "title": "Hundred Years' War on Palestine",
    "authors": "Rashid Khalidi",
    "description": "A landmark history of one hundred years of war waged against the Palestinians from the foremost US historian of the Middle East, told through pivotal events and family history In 1899, Yusuf Diya al-Khalidi, mayor of Jerusalem, alarmed by the Zionist call to create a Jewish national home in Palestine, wrote a letter aimed at Theodore Herzl: the country had an indigenous people who would not easily accept their own displacement. He warned of the perils ahead, ending his note, “in the name of God, let Palestine be left alone.” Thus Rashid Khalidi, al-Khalidi’s great-great-nephew, begins this sweeping history, the first general account of the conflict told from an explicitly Palestinian perspective. Drawing on a wealth of untapped archival materials and the reports of generations of family members—mayors, judges, scholars, diplomats, and journalists—The Hundred Years' War on Palestine upends accepted interpretations of the conflict, which tend, at best, to describe a tragic clash between two peoples with claims to the same territory. Instead, Khalidi traces a hundred years of colonial war on the Palestinians, waged first by the Zionist movement and then Israel, but backed by Britain and the United States, the great powers of the age. He highlights the key episodes in this colonial campaign, from the 1917 Balfour Declaration to the destruction of Palestine in 1948, from Israel’s 1982 invasion of Lebanon to the endless and futile peace process. Original, authoritative, and important, The Hundred Years' War on Palestine is not a chronicle of victimization, nor does it whitewash the mistakes of Palestinian leaders or deny the emergence of national movements on both sides. In reevaluating the forces arrayed against the Palestinians, it offers an illuminating new view of a conflict that continues to this day.",
    "isbn": "9781627798549",
    "cover": "https://covers.openlibrary.org/b/isbn/9781627798549-L.jpg"
  },
  {
    "link": "amazon.com/Little-Trucks-Christmas-Alice-Schertle/dp/0544320417/ref=zg_bs_g_books_sccl_43/143-9831347-1043253?psc=1",
    "title": "Little Blue Truck's Christmas: A Christmas Holiday Book for Kids",
    "authors": "Alice Schertle",
    "description": "\"Little Blue Truck is spreading cheer by delivering Christmas trees to his animal friends. Can you help count each green tree?\"--",
    "isbn": "9780544320413",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Goodnight-Moon-Margaret-Wise-Brown/dp/0694003611/ref=zg_bs_g_books_sccl_44/143-9831347-1043253?psc=1",
    "title": "Goodnight Moon",
    "authors": "Margaret Wise Brown",
    "description": "In this classic of children's literature, beloved by generations of readers and listeners, the quiet poetry of the words and the gentle, lulling illustrations combine to make a perfect book for the end of the day. In a great green room, tucked away in bed, is a little bunny. \"Goodnight room, goodnight moon.\" And to all the familiar things in the softly lit room—to the picture of the three little bears sitting on chairs, to the clocks and his socks, to the mittens and the kittens, to everything one by one—the little bunny says goodnight. One of the most beloved books of all time, Goodnight Moon is a must for every bookshelf and a time-honored gift for baby showers and other special events.",
    "isbn": "9780062662897",
    "cover": "https://covers.openlibrary.org/b/isbn/9780062662897-L.jpg"
  },
  {
    "link": "amazon.com/Am-Thankful-Thanksgiving-Book-Kids/dp/1646115538/ref=zg_bs_g_books_sccl_45/143-9831347-1043253?psc=1",
    "title": "I Am Thankful: A Thanksgiving Book for Kids",
    "authors": "Sheri Wall",
    "description": "Learn about the true spirit of gratitude with this Thanksgiving book for kids 3-5 Teach kids about coming together with loved ones to give thanks! I Am Thankful is an adorable, rhyming storybook that follows three different families as they celebrate the holiday with their own traditions, acts of kindness, and ways of giving back. Kids will learn how to be thankful for the people and world around them as they delight in the sweet illustrations that show diverse families and exciting Thanksgiving adventures. This heartfelt, poetic story will show young ones the meaning of giving and sharing. This toddler Thanksgiving book features: A holiday adventure—Enjoy a narrative, rhyming story with more than 50 pages of Thanksgiving fun! Your own thankfulness practice—Discover a short section in the back including activities and crafts designed to foster more thankfulness. An inclusive story—Learn the true meaning of community with a diverse cast of characters and a universally welcoming story. If you are looking for Thanksgiving books for kids, I Am Thankful is a warm, fun story for all.",
    "isbn": "9798886504057",
    "cover": "https://covers.openlibrary.org/b/isbn/9798886504057-L.jpg"
  },
  {
    "link": "amazon.com/How-Love-You-Seek-Relationships/dp/0063267748/ref=zg_bs_g_books_sccl_46/143-9831347-1043253?psc=1",
    "title": "How to Be the Love You Seek: Break Cycles, Find Peace, and Heal Your Relationships",
    "authors": "Nicole LePera",
    "description": "UK bestseller, Sunday Times, December 2023 'I love Dr Nicole LePera. She helps me a lot.' GWYNETH PALTROW 'A practical and inspiring primer on how to extend true connection and love to others and to our hurting world.' DR GABOR MATE ́ 'A loving, patient, and powerful guide to creating happy, fulfilling life relationships of all kinds. How to Be the Love You Seek is a masterwork of awareness and compassion.' JAY SHETTY A radical new path to revolutionise your relationships Why are our closest relationships so often a source of more stress than solace? Whether the relationship is with a romantic partner, a parent, child, friend or colleague, the dynamic is frequently the same - you'd like the relationship to change for the better, yet nothing you try seems to work. Author of international bestseller How to Do the Work, Dr Nicole LePera has heard these frustrating patterns of loneliness, disconnection, and resentment described time and again, both from patients in her clinical practice and from her global online community. In this groundbreaking book she offers a new path to healing our relationships by tapping into the power of the heart. How to Be the Love You Seek harnesses the latest scientific research to teach us how to recognise our dysfunctional patterns, identify their roots in our earliest relationships, break painful cycles, build security and share compassion with ourselves and others. Through stories, exercises, journal prompts, and other practical tools, Dr LePera empowers us first to strengthen our foundation of self-love, paving the way for deeper, more harmonious connections with those around us. When you become the love you seek, you have the power to transform every relationship, from your most intimate partnerships to the bonds that hold our communities together.",
    "isbn": "9781398710795",
    "cover": "https://covers.openlibrary.org/b/isbn/9781398710795-L.jpg"
  },
  {
    "link": "amazon.com/Court-Thorns-Roses-Paperback-books/dp/1639730192/ref=zg_bs_g_books_sccl_47/143-9831347-1043253?psc=1",
    "title": "A Court of Thorns and Roses Paperback Box Set (5 books)",
    "authors": "Sarah J. Maas",
    "description": "nan",
    "isbn": "9781526657077",
    "cover": "https://covers.openlibrary.org/b/isbn/9781526657077-L.jpg"
  },
  {
    "link": "amazon.com/Wheres-Bluey-Search-Find-Book/dp/0593385691/ref=zg_bs_g_books_sccl_48/143-9831347-1043253?psc=1",
    "title": "Where's Bluey?: A Search-and-Find Book",
    "authors": "Penguin Young Readers Licenses (",
    "description": "Find Bluey and Bingo in this search-and-find activity book! Have you seen Bluey and Bingo? There are lots of other hidden items, too, so join the fun in this search-and-find book!",
    "isbn": "9780593385692",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Wonderful-Things-You-Will-Be/dp/0385376715/ref=zg_bs_g_books_sccl_49/143-9831347-1043253?psc=1",
    "title": "The Wonderful Things You Will Be",
    "authors": "Emily Winfield Martin",
    "description": "The New York Times bestseller that celebrates the dreams, acceptance, and love that parents have for their children . . . now and forever. This is the perfect heartfelt gift for kids of all ages, plus a great choice for baby showers, birthdays, graduations, and other new beginnings! From brave and bold to creative and clever, Emily Winfield Martin's rhythmic rhyme expresses all the loving things that parents think of when they look at their children. With beautiful, lush illustrations, this is a book that families will love reading over and over. The Wonderful Things You Will Be has a loving and truthful message that will endure for lifetimes and makes a great gift to the ones you love for any occasion.",
    "isbn": "9780375982187",
    "cover": "https://covers.openlibrary.org/b/isbn/9780375982187-L.jpg"
  },
  {
    "link": "amazon.com/How-Catch-Dinosaur-Adam-Wallace/dp/1492680524/ref=zg_bs_g_books_sccl_50/143-9831347-1043253?psc=1",
    "title": "How to Catch a Dinosaur",
    "authors": "Adam Wallace",
    "description": "From the New York Times and USA Today bestselling team comes a dinomite How to Catch adventure sure to delight any dinosaur fan this Valentine's Day! Do dinosaurs still walk among us? Sure, no one has seen one, but if alligators, whales, and even birds still exist, then dinosaurs must still exist, right? Join the daring How to Catch Kids as they try to wrangle a dinosaur in time for the school science fair and prove they're still around! Parents, young readers, dinosaur lovers, and educators alike will roar with laughter in this dinosaur picture book that blends STEAM concepts with hilarity and clever chaos. Do YOU have what it takes to pluck a prehistoric pal? Perfect for kids ages 4-10, this fun story makes a great birthday and back to school gift, stocking and basket stuffer, or read aloud for any occasion! Can you catch a dinosaur and prove they're still around? Use your brain and set your traps to get that dino found! Also in the How to Catch Series: How to Catch a Unicorn How to Catch a Mermaid How to Catch a Dragon How to Catch a Monster How to Catch an Loveosaurus and more!",
    "isbn": "978172821599",
    "cover": "https://covers.openlibrary.org/b/isbn/978172821599-L.jpg"
  },
  {
    "link": "amazon.com/Hidden-Potential-Science-Achieving-Greater/dp/0593653149/ref=zg_bs_g_books_sccl_1/142-7825522-0098658?psc=1",
    "title": "Hidden Potential: The Science of Achieving Greater Things",
    "authors": "Adam M. Grant",
    "description": "#1 New York Times Bestseller “This brilliant book will shatter your assumptions about what it takes to improve and succeed. I wish I could go back in time and gift it to my younger self. It would’ve helped me find a more joyful path to progress.” —Serena Williams, 23-time Grand Slam singles tennis champion The #1 New York Times bestselling author of Think Again illuminates how we can elevate ourselves and others to unexpected heights. We live in a world that’s obsessed with talent. We celebrate gifted students in school, natural athletes in sports, and child prodigies in music. But admiring people who start out with innate advantages leads us to overlook the distance we ourselves can travel. We underestimate the range of skills that we can learn and how good we can become. We can all improve at improving. And when opportunity doesn’t knock, there are ways to build a door. Hidden Potential offers a new framework for raising aspirations and exceeding expectations. Adam Grant weaves together groundbreaking evidence, surprising insights, and vivid storytelling that takes us from the classroom to the boardroom, the playground to the Olympics, and underground to outer space. He shows that progress depends less on how hard you work than how well you learn. Growth is not about the genius you possess—it’s about the character you develop. Grant explores how to build the character skills and motivational structures to realize our own potential, and how to design systems that create opportunities for those who have been underrated and overlooked. Many writers have chronicled the habits of superstars who accomplish great things. This book reveals how anyone can rise to achieve greater things. The true measure of your potential is not the height of the peak you’ve reached, but how far you’ve climbed to get there.",
    "isbn": "9780593653159",
    "cover": "https://covers.openlibrary.org/b/isbn/9780593653159-L.jpg"
  },
  {
    "link": "amazon.com/Resurrection-Walk-Michael-Connelly/dp/0316563765/ref=zg_bs_g_books_sccl_2/142-7825522-0098658?psc=1",
    "title": "Resurrection Walk (Lincoln Lawyer)",
    "authors": "Michael Connelly",
    "description": "THE WORLDWIDE #1 BESTSELLER BEHIND NETFLIX'S THE LINCOLN LAWYER THE PATH TO JUSTICE CAN BE PAVED WITH LIES Defense attorney Mickey Haller - The Lincoln Lawyer - is inundated with pleas from prisoners protesting their innocence. With the help of ex-LAPD detective Harry Bosch, they find a needle in the haystack: a possible wrongful conviction. A woman imprisoned for murdering her husband, a sheriff's deputy. But the evidence doesn't add up, the department pushed for quick closure in the killing of one of its own. But is this rushed justice - or something more sinister? As they face a David versus Goliath court battle, the secrets which could set an innocent woman free could also be worth killing for... **** PRAISE FOR RESURRECTION WALK: 'Connelly at his glittering best: full of twists and insights, it grips like a hungry python' DAILY MAIL 'The perfect combination of courtroom drama and police procedural - Connelly's latest masterpiece shows why he's the crime writer all his rivals look up to' SUNDAY EXPRESS **** READERS LOVE RESURRECTION WALK: 'Just perfect' ⭐⭐⭐⭐⭐ 'A masterpiece' ⭐⭐⭐⭐⭐ 'Probably the best Lincoln Lawyer yet' ⭐⭐⭐⭐⭐ 'A 5 star testament to Connelly's enduring talent' ⭐⭐⭐⭐⭐ **** CRIME DOESN'T COME BETTER THAN CONNELLY: 'The pre-eminent detective novelist of his generation' IAN RANKIN 'The best mystery writer in the world' GQ 'A superb natural storyteller' LEE CHILD 'A master' STEPHEN KING 'America's greatest living crime writer' DAILY EXPRESS 'One of the great storytellers of crime fiction' SUNDAY TELEGRAPH **** Michael Connelly's RESURRECTION WALK was a Sunday Times bestseller w/c 27th May 2024",
    "isbn": "9781398718999",
    "cover": "https://covers.openlibrary.org/b/isbn/9781398718999-L.jpg"
  },
  {
    "link": "amazon.com/Christmas-Fix-Lucy-Score/dp/1728295149/ref=zg_bs_g_books_sccl_3/142-7825522-0098658?psc=1",
    "title": "The Christmas Fix",
    "authors": "Lucy Score",
    "description": "Endlich auf Deutsch: die New York Times-Bestseller-Weihnachtsromance von Lucy Score! Catalina King hat eine Mission: Sie will das traditionelle Weihnachtsfest der Kleinstadt Merry retten. Nachdem ein Sturm Merry übel verwüstet hat, möchte Catalina mit ihrer Reality-Show das historische Stadtzentrum renovieren. Der Haken? Noah Yates, mürrischer Bürgermeister und alleinerziehender Vater, will um jeden Preis verhindern, dass irgendwelche Möchtegern-Fernsehstars die Tragödie kapitalisieren. Aber Catalina »Cat« King gibt so schnell nicht auf. Jedes Mal, wenn Noah und Cat im selben Raum sind, fliegen die Fetzen. Können sie sich zusammenreißen, damit es ein Weihnachtswunder geben kann? Die spicy Weihnachts-Kleinstadt-Romance von Bestsellerautorin Lucy Score",
    "isbn": "9783843733052",
    "cover": "https://covers.openlibrary.org/b/isbn/9783843733052-L.jpg"
  },
  {
    "link": "amazon.com/Flash-Cards-Scholastic-Teacher-Resources/dp/1338233580/ref=zg_bs_g_books_sccl_4/142-7825522-0098658?psc=1",
    "title": "Flash Cards: Sight Words",
    "authors": "Scholastic",
    "description": "Our Sight Words Flashcards Workbook is a compilation of all of our sight word flashcards, including both Dolch and Fry sight words, plus a number of custom sight word worksheets.Sight words are the most common words used in English and account for 50 to 75% of the words used in textbooks, library books, newspapers and magazines. Fluent readers recognize sight words instantly, without \"sounding them out\", and learning sight words is one of the essential building blocks of learning to read.",
    "isbn": "9798554701238",
    "cover": "https://covers.openlibrary.org/b/isbn/9798554701238-L.jpg"
  },
  {
    "link": "amazon.com/Love-You-Like-No-Otter/dp/1728213746/ref=zg_bs_g_books_sccl_5/142-7825522-0098658?psc=1",
    "title": "I Love You Like No Otter: A Funny and Sweet Animal Board Book for Babies and Toddlers this Christmas (Punderland)",
    "authors": "Rose Rossner",
    "description": "A USA Today bestseller! Give hedgehugs and kisses to your little squeakheart with this pun-tastic, funny baby book, the perfect gift for Valentine's Day or any occasion! There's no better way to say \"I love you\" than with a sweet and heartfelt animal pun book! I Love You Like No Otter combines a warm message of love with beautifully illustrated animals families will love to read and share together. From baby shower gifts for new parents to bedtime read alouds all year long, this adorable board book is purrfect for anyone you love beary much! I love you like no otter. You truly are the best. My special little squeakheart, a step above the rest. The best book for: Babies and toddlers ages 0-3. Made just for their little hands! Valentine's Day, Mother's, or Father's Day gifts Baby shower gifts for new parents Holiday stocking or Easter basket stuffers Birthdays and other special moments all year long and more! More charming stories from Punderland, the perfect gift for any occasion: I Love You Slow Much You Make My Heart Go Vroom! Somebunny Loves You I Love You More, Babysaur Donut Give Up",
    "isbn": "9781728225739",
    "cover": "https://covers.openlibrary.org/b/isbn/9781728225739-L.jpg"
  },
  {
    "link": "amazon.com/Chicka-Boom-Board-Book/dp/1442450703/ref=zg_bs_g_books_sccl_6/142-7825522-0098658?psc=1",
    "title": "Chicka Chicka Boom Boom (Board Book)",
    "authors": "Bill Martin Jr., John Archambault",
    "description": "A told B, and B told C, I'll meet you at the top of the coconut tree In this lively alphabet rhyme, all the letters of the alphabet race each other up the coconut tree. Will there be enough room? Oh, no -- Chicka Chicka Boom Boom! The well-known authors of Barn Dance and Knots on a Counting Rope have created a rhythmic alphabet chant that rolls along on waves of fun. Lois Elhert's rainbow of bright, bold, and cheerful colors makes the merry parade of letters unforgettable.",
    "isbn": "9780671679491",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Crook-Cook-Platinum-Recipes-Kitchen/dp/1452179611/ref=zg_bs_g_books_sccl_7/142-7825522-0098658?psc=1",
    "title": "From Crook to Cook: Platinum Recipes from Tha Boss Dogg's Kitchen (Snoop Dogg Cookbook, Celebrity Cookbook with Soul Food Rec",
    "authors": "Snoop Dogg",
    "description": "#1 NEW YORK TIMES BESTSELLER • More than 1.5 million copies sold! Looking for cookbooks with a little more personality? Welcome to tha Boss Dogg's Kitchen. The first cookbook and recipe book from Tha Dogg, From Crook to Cook: Platinum Recipes from Tha Boss Dogg's Kitchen. You've seen Snoop Dogg work his culinary magic on VH1's Emmy-nominated Martha and Snoop's Potluck Dinner Party, and now Tha Dogg's up in your kitchen ... with his first cookbook. Recipe book that delivers 50 recipes straight from Snoop's own collection: Snoop's cookbook features OG soul food cookbook staples like Baked Mac & Cheese Fried Bologna Sandwiches with Chips Shrimp Po’ Boy Plus new takes on classic weeknight faves like Soft Flour Tacos and Easy Orange Chicken. And it don't stop ... Snoop's giving a taste of the high life with remixes on upper echelon fare such as Lobster Thermidor and Filet Mignon. But we gotta keep it G with those favorite munchies too, ya know? From chewy Starbursts to those glorious Frito BBQ Twists, you should have an arsenal of snacks that'll satisfy. And of course, no party is complete without that Gin and Juice and other platinum ways to entertain. CELEBRITY COOKBOOKS: If you're a fan of celebrity books and cookbooks such as Bob's Burgers, Magnolia Table Cookbook, Margaritaville cookbook, Thug Kitchen cookbook, or the Gilmore Girls Eat Like a Gilmore; the Snoop Dogg cookbook has got you covered – complete with epic stories and behind-the-scenes photos that bring his masterpieces to life. SOUL FOOD DONE RIGHT: One thing for sure two things for certain: A Dogg's Gotta Eat. And Tha Boss Dogg is gonna show you how. These recipes are Snoop's personal hits, straight outta his kitchen and never before shared.",
    "isbn": "9781452180861",
    "cover": "https://covers.openlibrary.org/b/isbn/9781452180861-L.jpg"
  },
  {
    "link": "amazon.com/Shadow-Work-Journal-Integrate-Transcend/dp/B09KN2QCML/ref=zg_bs_g_books_sccl_8/142-7825522-0098658?psc=1",
    "title": "The Shadow Work Journal: A Guide to Integrate and Transcend your Shadows",
    "authors": "Keila Shaheen",
    "description": "Meet your inner-self with \"The Shadow Work Journal 2nd Edition\". This self-help book offers thought-provoking prompts and exercises for personal transformation, healing, and self-discovery.",
    "isbn": "9798218951276",
    "cover": "https://covers.openlibrary.org/b/isbn/9798218951276-L.jpg"
  },
  {
    "link": "amazon.com/Interesting-Facts-Curious-Minds-Mind-Blowing/dp/B0B6XFT4RH/ref=zg_bs_g_books_sccl_9/142-7825522-0098658?psc=1",
    "title": "Interesting Facts For Curious Minds: 1572 Random But Mind-Blowing Facts About History, Science, Pop Culture And Everything In",
    "authors": "Jordan Moore",
    "description": "Want to impress your friends and family with both useful, worthless but undeniably interesting facts? Then Interesting Facts For Curious Minds: 1572 Random But Mind Blowing Facts About History, Science, Pop Culture and Everything in Between is the book for you! In this book you'll find the answers to questions such as: ● When did zero become a number? ● Who was the inventor of Bitcoin? ● What did the Big Bang sound like? ● How have sports changed around the world? ● What's a malapropism? Interesting Facts For Curious Minds gives you the answer to all these and many, many more questions that I know have crossed your mind from time to time. This book is divided into 63 chapters by topic for your convenience, bringing you a nice mix of science, history, pop culture, and all sorts of stuff in between. Each chapter contains 25 concise yet engaging factoids that are sure to make you think and at times laugh. How you read this book is entirely up to you. I'm sure most of you will read it cover to cover at some point, but when you're with friends and family you can pick the chapters out that most appeal to all of you. However you read this book, I guarantee you'll find it one of the best tools to pass some time, relax alone, or connect with others. So sit back, relax, and get ready to learn some truly interesting facts!",
    "isbn": "9798887680163",
    "cover": "https://covers.openlibrary.org/b/isbn/9798887680163-L.jpg"
  },
  {
    "link": "amazon.com/There-Was-Lady-Swallowed-Turkey/dp/0545931908/ref=zg_bs_g_books_sccl_10/142-7825522-0098658?psc=1",
    "title": "There Was an Old Lady Who Swallowed a Turkey!",
    "authors": "Lucille Colandro",
    "description": "The old lady is at it again, and this time she's swallowing a Turkey . . . she's always been quirky! The old lady is at it again, and this time she's swallowing a Turkey . . . she's always been quirky! You won't believe why this old lady swalloweda turkey, a ball, a hat, a balloon, a boat, some wheels, anda horn of plenty! Read this book and find out why!",
    "isbn": "9781338090727",
    "cover": "https://covers.openlibrary.org/b/isbn/9781338090727-L.jpg"
  },
  {
    "link": "amazon.com/Elon-Musk-Walter-Isaacson/dp/1982181281/ref=zg_bs_g_books_sccl_11/142-7825522-0098658?psc=1",
    "title": "Elon Musk",
    "authors": "Walter Isaacson",
    "description": "From the author of Steve Jobs and other bestselling biographies, this is the astonishingly intimate story of the most fascinating and controversial innovator of our era—a rule-breaking visionary who helped to lead the world into the era of electric vehicles, private space exploration, and artificial intelligence. Oh, and took over Twitter. Australian Financial Review Top 20 Read for 2023​ When Elon Musk was a kid in South Africa, he was regularly beaten by bullies. One day a group pushed him down some concrete steps and kicked him until his face was a swollen ball of flesh. He was in the hospital for a week. But the physical scars were minor compared to the emotional ones inflicted by his father, an engineer, rogue, and charismatic fantasist. His father’s impact on his psyche would linger. He developed into a tough yet vulnerable man-child, prone to abrupt Jekyll-and-Hyde mood swings, with an exceedingly high tolerance for risk, a craving for drama, an epic sense of mission, and a maniacal intensity that was callous and at times destructive. At the beginning of 2022—after a year marked by SpaceX launching thirty-one rockets into orbit, Tesla selling a million cars, and him becoming the richest man on earth—Musk spoke ruefully about his compulsion to stir up dramas. “I need to shift my mindset away from being in crisis mode, which it has been for about fourteen years now, or arguably most of my life,” he said. It was a wistful comment, not a New Year’s resolution. Even as he said it, he was secretly buying up shares of Twitter, the world’s ultimate playground. Over the years, whenever he was in a dark place, his mind went back to being bullied on the playground. Now he had the chance to own the playground. For two years, Isaacson shadowed Musk, attended his meetings, walked his factories with him, and spent hours interviewing him, his family, friends, coworkers, and adversaries. The result is the revealing inside story, filled with amazing tales of triumphs and turmoil, that addresses the question: are the demons that drive Musk also what it takes to drive innovation and progress?",
    "isbn": "9781761422621",
    "cover": "https://covers.openlibrary.org/b/isbn/9781761422621-L.jpg"
  },
  {
    "link": "amazon.com/Complete-Cookbook-Young-Chefs/dp/1492670022/ref=zg_bs_g_books_sccl_12/142-7825522-0098658?psc=1",
    "title": "The Complete Cookbook for Young Chefs: 100+ Recipes that You'll Love to Cook and Eat",
    "authors": "Americas Test Kitchen Kids",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Llama-Gives-Thanks-Anna-Dewdney/dp/110199715X/ref=zg_bs_g_books_sccl_13/142-7825522-0098658?psc=1",
    "title": "Llama Llama Gives Thanks",
    "authors": "Anna Dewdney",
    "description": "From beloved storyteller Anna Dewdney comes the perfect way to give thanks: a Llama Llama Thanksgiving board book! In Llama Llama Gives Thanks, it's Thanksgiving time for Llama Llama and his family! That means yummy foods and autumn leaves and being thankful for everything from pumpkin pies to blue skies. Thanksgiving may only come once year, but in Llama's family, giving thanks is always here! With short and simple rhyming text, the Llama Llama board books introduce Llama Llama to babies and toddlers before they’re ready for longer full-length stories. And their small size and durable pages are perfect for little hands. Llama Llama Gives Thanks was one of Anna’s final projects before she passed on in 2016. Her love of language, playful sensibility, and ability to entertain and comfort young children are evident in all of her books.",
    "isbn": "9781101997161",
    "cover": "https://covers.openlibrary.org/b/isbn/9781101997161-L.jpg"
  },
  {
    "link": "amazon.com/Tom-Lake-Novel-Ann-Patchett/dp/006332752X/ref=zg_bs_g_books_sccl_14/142-7825522-0098658?psc=1",
    "title": "Tom Lake: A Reese's Book Club Pick",
    "authors": "Ann Patchett",
    "description": "The breathtaking new novel from Ann Patchett – a Sunday Times and No. 1 New York Times bestseller 'Filled with the moments I live for in a story' BONNIE GARMUS, author of Lessons in Chemistry '[Tom Lake] has it all ... Young love, sibling rivalry and deep mother-daughter relationships' REESE WITHERSPOON 'One of the most beloved authors of her generation' SUNDAY TIMES There's more to every love story than what we choose to tell... It's spring and Lara's three grown daughters have returned to the family orchard. While picking cherries, they beg their mother to tell them the one story they've always longed to hear – of the film star with whom she shared a stage, and a romance, years before. Tom Lake is a meditation on youthful love, married love, and the lives parents lead before their children are born. Both hopeful and elegiac, it explores what it means to be happy even when the world is falling apart. 'One of our greatest living chroniclers of love and marriage ... Expect wonder; Patchett always delivers' ELLE * SHORTLISTED FOR WATERSTONES BOOKS OF THE YEAR 2023 * * A REESE WITHERSPOON AND BBC RADIO 2 BOOK CLUB PICK * * A 2023 BOOK OF THE YEAR FOR THE TIMES *",
    "isbn": "9781526664242",
    "cover": "https://covers.openlibrary.org/b/isbn/9781526664242-L.jpg"
  },
  {
    "link": "amazon.com/Covenant-Water-Abraham-Verghese/dp/0802162177/ref=zg_bs_g_books_sccl_15/142-7825522-0098658?psc=1",
    "title": "The Covenant of Water (Oprah's Book Club)",
    "authors": "Abraham Verghese",
    "description": "OPRAH'S BOOK CLUB PICK INSTANT NEW YORK TIMES BESTSELLER SUBJECT OF A SIX-PART SUPER SOUL PODCAST SERIES HOSTED BY OPRAH WINFREY ONE OF BARACK OBAMA'S BEST BOOKS OF 2023 'One of the best books I've read in my entire life. It's epic. It's transportive . . . It was unputdownable!' Oprah Winfrey, OprahDaily.com Spanning the years 1900 to 1977, The Covenant of Water follows a family in southern India that suffers a peculiar affliction: in every generation, at least one person dies by drowning - and in Kerala, water is everywhere. At the turn of the century a twelve-year-old girl, grieving the death of her father, is sent by boat to her wedding, where she will meet her forty-year-old husband for the first time. From this poignant beginning, the young girl and future matriarch - known as Big Ammachi - will witness unthinkable changes at home and at large over the span of her extraordinary life, full of the joys and trials of love and the struggles of hardship. A shimmering evocation of a lost India and of the passage of time itself, The Covenant of Water is a hymn to progress in medicine and to human understanding, and a humbling testament to the hardships undergone by past generations for the sake of those alive today. Imbued with humour, deep emotion and the essence of life, it is one of the most masterful literary novels published in recent years.",
    "isbn": "9781804710449",
    "cover": "https://covers.openlibrary.org/b/isbn/9781804710449-L.jpg"
  },
  {
    "link": "amazon.com/Dirty-Thirty-30-Stephanie-Plum/dp/1668003090/ref=zg_bs_g_books_sccl_16/142-7825522-0098658?psc=1",
    "title": "Dirty Thirty (30) (Stephanie Plum)",
    "authors": "Janet Evanovich",
    "description": "Stephanie is also looking for another troubled man, Duncan Dugan, a fugitive from justice arrested for robbing the same jewelry store on the same day. With her boyfriend Morelli away in Miami on police business, Stephanie is taking care of Bob, Morelli's giant orange dog who will devour anything, from Stephanie's stray donuts to the upholstery in her car. Morelli's absence also means the inscrutable, irresistible security expert Ranger is front and center in Stephanie's life when things inevitably go sideways. And he seems determined to stay there. To complicate matters, her best friend Lula is convinced she is being stalked by a mythological demon hell-bent on relieving her of her wardrobe. An overnight stakeout with Stephanie's mother and Grandma Mazur reveals three generations of women with nerves of steel and driving skills worthy of NASCAR champions. As the body count rises and witnesses start to disappear, it won't be easy for Stephanie to keep herself clean when everyone else is playing dirty.",
    "isbn": "9781668003114",
    "cover": "https://covers.openlibrary.org/b/isbn/9781668003114-L.jpg"
  },
  {
    "link": "amazon.com/How-Catch-Elf-Adam-Wallace/dp/1492646318/ref=zg_bs_g_books_sccl_17/142-7825522-0098658?psc=1",
    "title": "How to Catch an Elf",
    "authors": "Adam Wallace",
    "description": "A New York Times and USA Today Bestseller \"With delightful rhymes, How to Catch an Elf slots itself into place along such classics as \"The Night Before Christmas.\"--Foreword Reviews You've been waiting all year long, and now it's finally Christmas Eve Is this the year you'll finally catch an elf? Start a new Christmas tradition with this hilarious children's book from the creators of the New York Times best-seller How to Catch a Leprechaun \"It's Christmas Eve Hip hip, hooray Yes, Santa's coming 'round. He's bringing toys to girls and boys in every house in town.\" \"Some kids have tried to catch him, but Santa's fast, you see So they've set their eyes on a smaller prize, and now they're after me \"",
    "isbn": "978149264631",
    "cover": "https://covers.openlibrary.org/b/isbn/978149264631-L.jpg"
  },
  {
    "link": "amazon.com/School-Zone-Multiplication-Grades-Concentration/dp/0938256939/ref=zg_bs_g_books_sccl_18/142-7825522-0098658?psc=1",
    "title": "School Zone - Multiplication 0-12 Flash Cards - Ages 8+, 3rd Grade, 4th Grade, Elementary Math, Multiplication Facts, Common",
    "authors": "School Zone Publishing",
    "description": "Your child will master multiplication facts with step-by-step examples, clear directions, and entertaining activities in this Multiplication Facts Made Easy 3-4 workbook. Ease your child's multiplication anxiety with fun riddles and challenging puzzles that use multiplication facts. (Ages: 7-9)",
    "isbn": "978088743796",
    "cover": "https://covers.openlibrary.org/b/isbn/978088743796-L.jpg"
  },
  {
    "link": "amazon.com/Hello-Baby-Animals-High-Contrast-Book/dp/1938093682/ref=zg_bs_g_books_sccl_19/142-7825522-0098658?psc=1",
    "title": "Hello, Baby Animals: A Durable High-Contrast Black-and-White Board Book for Newborns and Babies (High-Contrast Books)",
    "authors": "duopress labs, Julissa Mora",
    "description": "What's going on, zebra? Quack quack, baby duck. Hola, baby owl! Making connections between images on a page and the real world is an important building block for your baby’s communication skills—and this charming introduction to ten baby animals, paired with friendly greetings and bold, basic patterns, provides a great high-contrast experience for young developing eyes. As newborns’ vision is not developed enough to recognize colors, severe black-and-white contrast of patterns and images allow their eyes to differentiate between what they’re seeing. Sure to grab little ones' attention! Also available: Hello, Ocean Friends and Hello, Garden Bugs. Coming soon: Hello, My World.",
    "isbn": "9781938093685",
    "cover": "https://covers.openlibrary.org/b/isbn/9781938093685-L.jpg"
  },
  {
    "link": "amazon.com/Haunting-Adeline-Cat-Mouse-Duet/dp/B09CGGV8DX/ref=zg_bs_g_books_sccl_20/142-7825522-0098658?psc=1",
    "title": "Haunting Adeline (Cat and Mouse Duet)",
    "authors": "H.D. Carlton",
    "description": "nan",
    "isbn": "9788454848843",
    "cover": "https://covers.openlibrary.org/b/isbn/9788454848843-L.jpg"
  },
  {
    "link": "amazon.com/Verity-Colleen-Hoover/dp/1538724731/ref=zg_bs_g_books_sccl_21/142-7825522-0098658?psc=1",
    "title": "Verity",
    "authors": "Colleen Hoover",
    "description": "Mais um romance de sucesso. Verity é perturbador, arrepiante e inesperado. Uma experiência inesquecível. Lowen Ashleigh é uma escritora que se debate com grandes dificuldades financeiras, até que aceita uma oferta de trabalho irrecusável: terminar os três últimos volumes da série de sucesso de Verity Crawford, uma autora de renome que ficou incapacitada depois de um terrível acidente. Para poder entrar na cabeça de Verity e estudar as anotações e ideias reunidas ao longo de anos de trabalho, Lowen aceita o convite de Jeremy Crawford, marido da autora, e muda-se temporariamente para a casa deles. Mas o que ela não esperava encontrar no caótico escritório de Verity era a autobiografia inacabada da autora. Ao lê-la, percebe que esta não se destinava a ser partilhada com ninguém. São páginas e páginas de confissões arrepiantes, incluindo as memórias de Verity relativas ao dia da morte da filha. Lowen decide ocultar de Jeremy a existência do manuscrito, sabendo que o seu conteúdo destroçaria aquele pai, já em tão grande sofrimento. Mas, à medida que os sentimentos de Lowen por Jeremy se intensificam, ela apercebe-se de que talvez seja melhor ele ler as palavras escritas por Verity. Afinal de contas, por mais dedicado que Jeremy seja à sua mulher doente, uma verdade tão horrenda faria com que fosse impossível ele continuar a amá-la. Os elogios da crítica: «Aviso: Verity não vai derreter-lhe o coração... Vai incendiar-lhe a alma.» - Kindle Crack Book Reviews «Isto não é um livro, é uma experiência visceral!» - B. B. Easton, autora bestseller",
    "isbn": "9789895648269",
    "cover": "https://covers.openlibrary.org/b/isbn/9789895648269-L.jpg"
  },
  {
    "link": "amazon.com/Court-Mist-Fury-Thorns-Roses/dp/1635575583/ref=zg_bs_g_books_sccl_22/142-7825522-0098658?psc=1",
    "title": "A Court of Mist and Fury (A Court of Thorns and Roses, 2)",
    "authors": "Sarah J. Maas",
    "description": "The second instalment of the GLOBAL PHENOMENON, romantic fantasy epic and TikTok sensation, ACOTAR. From multi-million and #1 Sunday Times bestselling author Sarah J. Maas. Maas has established herself as a fantasy fiction titan - Time Think Game of Thrones meets Buffy the Vampire Slayer with a drizzle of E.L. James – Telegraph Spiced with slick plotting and atmospheric world-building ... a page-turning delight – Guardian Sarah J. Maas does not disappoint ... To be devoured with relish – Mail ****** Feyre survived Amarantha's clutches to return to the Spring Court – but at a steep cost. Though she now possesses the powers of the High Fae, her heart remains human, and it can't forget the terrible deeds she performed to save Tamlin's people. Nor has Feyre forgotten her bargain with Rhysand, the mesmerising High Lord of the feared Night Court. As Feyre navigates his dark web of political games and tantalising promises, a greater evil looms – and she might be key to stopping it. But only if she can step into her growing power, heal her fractured soul and have the courage to shape her own future – and the future of a world cloven in two. Sarah J. Maas is a global #1 bestselling author. Her books have sold more than nine million copies and been translated into 38 languages. Discover the sweeping romantic fantasy for yourself.",
    "isbn": "9781408857892",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Creative-Act-Way-Being/dp/0593652886/ref=zg_bs_g_books_sccl_23/142-7825522-0098658?psc=1",
    "title": "The Creative Act: A Way of Being",
    "authors": "Rick Rubin",
    "description": "THE SUNDAY TIMES BESTSELLER THE NEW YORK TIMES BESTSELLER SHORTLISTED FOR THE WATERSTONES BOOK OF THE YEAR 2023 SHORTLISTED FOR THE FOYLES NON-FICTION BOOK OF THE YEAR 2023 Many famed music producers are known for a particular sound that has its day and then ages out. Rick Rubin is known for something else: creating a space where artists of all different genres and traditions can home in on who they really are and what they really offer. He has made a practice of helping people transcend their self-imposed expectations in order to reconnect with a state of innocence from which the surprising becomes inevitable. Over the years, as he has thought deeply about where creativity comes from and where it doesn’t, he has learned that being an artist isn’t about your specific output; it’s about your relationship to the world. Creativity has a place in everyone’s life, and everyone can make that place larger. In fact, there are few more important responsibilities. The Creative Act is a beautiful and generous course of study that illuminates the path of the artist as a road we all can follow. It distils the wisdom gleaned from a lifetime’s work into a luminous reading experience that puts the power to create moments – and lifetimes – of exhilaration and transcendence within closer reach for all of us.",
    "isbn": "9781838858643",
    "cover": "https://covers.openlibrary.org/b/isbn/9781838858643-L.jpg"
  },
  {
    "link": "amazon.com/My-First-Library-Boxset-Board/dp/9387779262/ref=zg_bs_g_books_sccl_24/142-7825522-0098658?psc=1",
    "title": "My First Library : Boxset of 10 Board Books for Kids (My First Book of)",
    "authors": "Not available",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Forever-Strong-Science-Based-Strategy-Aging/dp/1668007878/ref=zg_bs_g_books_sccl_25/142-7825522-0098658?psc=1",
    "title": "Forever Strong: A New, Science-Based Strategy for Aging Well",
    "authors": "Gabrielle Lyon",
    "description": "THE INSTANT NEW YORK TIMES BESTSELLER Learn how to reboot your metabolism, build strength, and extend your life with this accessible new book that demonstrates the importance of muscle for health and longevity from the founder of the Institute for Muscle-Centric Medicine®. After years of watching patients cycle through her practice, Dr Gabrielle Lyon noticed a pattern. While her patients struggled with a wide range of conditions, they all suffered from the same core problem: they had too little muscle rather than too much fat. When we think about muscle, we tend to think about strength or aesthetics, but in reality, muscle accounts for so much more than that. As the body's largest endocrine organ, muscle actually determines everything about the trajectory of health and aging. Many of the conditions Dr Lyon's patients were experiencing were actually symptoms of underdeveloped or unhealthy muscle. Now, Dr Lyon offers an easy-to-follow food, fitness, and self-care program anchored in evidence and pioneering research that teaches you how to optimize muscle-no matter your age or health background. Discover how to overcome everything from obesity to autoimmune disorders and avoid diseases like Alzheimer's, hypertension, and diabetes by following Dr Lyon's powerful new approach to becoming forever strong.",
    "isbn": "9780349439556",
    "cover": "https://covers.openlibrary.org/b/isbn/9780349439556-L.jpg"
  },
  {
    "link": "amazon.com/Wheres-Spot-Eric-Hill/dp/0399240462/ref=zg_bs_g_books_sccl_26/142-7825522-0098658?psc=1",
    "title": "Where's Spot?",
    "authors": "Eric Hill",
    "description": "Spot's mother searches for the irascable puppy at dinnertime. Where could he be?",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Demon-Copperhead-Novel-Barbara-Kingsolver/dp/0063251922/ref=zg_bs_g_books_sccl_27/142-7825522-0098658?psc=1",
    "title": "Demon Copperhead: A Pulitzer Prize Winner",
    "authors": "Barbara Kingsolver",
    "description": "#1 NEW YORK TIMES READERS BEST BOOK OF THE 21ST CENTURY A SUNDAY TIMES BESTSELLER WINNER OF THE PULITZER PRIZE FOR FICTION TWICE WINNER OF THE WOMEN'S PRIZE SHORTLISTED FOR THE ORWELL PRIZE FOR POLITICAL FICTION SHORTLISTED FOR THE JAMES TAIT BLACK PRIZE FOR FICTION THE MULTI-MILLION COPY SELLING AUTHOR BOOK AT BEDTIME ON BBC RADIO 4 AN OPRAH'S BOOK CLUB PICK 'Without a doubt the best book I'll read this year.' KATE ATKINSON 'It's EPIC. Righteously angry, DEEPLY moving and exquisitely written.' MARIAN KEYES 'Daring, entertaining and highly readable.' The Times 'Electrifying.' Daily Mail 'A blaze of a book.' RACHEL JOYCE 'A masterclass.' RICHARD POWERS 'Masterful.' Pulitzer Prize 'Powerful.' Guardian 'A work of genius.' KATE MOSSE ____________ Demon Copperhead is a once-in-a-generation novel that breaks and mends your heart in the way only the best fiction can. Demon's story begins with his traumatic birth to a single mother in a single-wide trailer, looking 'like a little blue prizefighter.' For the life ahead of him he would need all of that fighting spirit, along with buckets of charm, a quick wit, and some unexpected talents, legal and otherwise. In the southern Appalachian Mountains of Virginia, poverty isn't an idea, it's as natural as the grass grows. For a generation growing up in this world, at the heart of the modern opioid crisis, addiction isn't an abstraction, it's neighbours, parents, and friends. 'Family' could mean love, or reluctant foster care. For Demon, born on the wrong side of luck, the affection and safety he craves is as remote as the ocean he dreams of seeing one day. The wonder is in how far he's willing to travel to try and get there. Suffused with truth, anger and compassion, Demon Copperhead is an epic tale of love, loss and everything in between. 'Legit about to get an 'I'd rather be reading Demon Copperhead' sticker for my Nissan Murano.' ROB DELANEY ____________ Readers love Demon Copperhead: ***** 'Outstanding . . . I don't know how someone can write a book like this: inhabit a totally different character and create it with such empathy, respect and fullness.' ***** 'Powerful and brilliant. To immerse yourself in a Kingsolver novel is to put yourself in the hands of a master.' ***** 'This was one of the greatest books I have read . . . Kingsolver is a magician with words, and her rage quietly seeps from each page.' ***** 'Raw, angry, starkly beautiful . . . Genuinely one of the best books I've ever read.' ***** 'An incredibly raw and moving read, with a big-hearted hero who will stay with me for a long time.' ***** 'I cannot overstate how absorbing this book is. It is wonderful and has restored my faith in fiction and novels.'",
    "isbn": "978057137649",
    "cover": "https://covers.openlibrary.org/b/isbn/978057137649-L.jpg"
  },
  {
    "link": "amazon.com/Israel-Simple-Guide-Misunderstood-Country/dp/1982144947/ref=zg_bs_g_books_sccl_28/142-7825522-0098658?psc=1",
    "title": "Israel: A Simple Guide to the Most Misunderstood Country on Earth",
    "authors": "Noa Tishby",
    "description": "A NEW YORK TIMES BESTSELLER A “fascinating and very moving” (Aaron Sorkin, award-winning screenwriter of The West Wing and The Social Network) chronological timeline spanning from Biblical times to today that explores one of the most interesting countries in the world—Israel. Israel. The small strip of arid land is 5,700 miles away but remains a hot-button issue and a thorny topic of debate. But while everyone seems to have a strong opinion about Israel, how many people actually know the facts? Here to fill in the information gap is Israeli American Noa Tishby. But “this is not your Bubbie’s history book” (Bill Maher, host of Real Time with Bill Maher). Instead, offering a fresh, 360-degree view, Tishby brings her “passion, humor, and deep intimacy” (Yossi Klein Halevi, New York Times bestselling author of Letters to My Palestinian Neighbor) to the subject, creating an accessible and dynamic portrait of a tiny country of outsized relevance. Through bite-sized chunks of history and deeply personal stories, Tishby chronicles her homeland’s evolution, beginning in Biblical times and moving forward to cover everything from WWI to Israel’s creation to the disputes dividing the country today. Tackling popular misconceptions with an abundance of facts, Tishby provides critical context around headline-generating controversies and offers a clear, intimate account of the richly cultured country of Israel.",
    "isbn": "9781982144951",
    "cover": "https://covers.openlibrary.org/b/isbn/9781982144951-L.jpg"
  },
  {
    "link": "amazon.com/Remarkably-Bright-Creatures-Shelby-Pelt/dp/0063204150/ref=zg_bs_g_books_sccl_29/142-7825522-0098658?psc=1",
    "title": "Remarkably Bright Creatures: A Read with Jenna Pick",
    "authors": "Shelby Van Pelt",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Harry-Potter-Paperback-Box-Books/dp/0545162076/ref=zg_bs_g_books_sccl_30/142-7825522-0098658?psc=1",
    "title": "Harry Potter Paperback Box Set (Books 1-7)",
    "authors": "J.K. Rowling",
    "description": "J.K. Rowling's seven bestselling Harry Potter books are now available in paperback set! The Harry Potter series has been hailed as \"one for the ages\" by Stephen King and \"a spellbinding saga\" by USA Today. And most recently, The New York Times called Harry Potter and the Deathly Hallows the \"fastest selling book in history.\" This is the ultimate Harry Potter collection for Harry Potter fans of all ages!",
    "isbn": "9781637990049",
    "cover": "https://covers.openlibrary.org/b/isbn/9781637990049-L.jpg"
  },
  {
    "link": "amazon.com/Just-Because-Matthew-McConaughey/dp/0593622030/ref=zg_bs_g_books_sccl_81/142-7825522-0098658?psc=1",
    "title": "Just Because",
    "authors": "Matthew McConaughey",
    "description": "The debut picture book by Academy Award-winning actor and #1 New York Times bestselling author Matthew McConaughey Just because I’m in the race, doesn’t mean I’m fully ready. Just because I’m shaking, doesn’t mean that I’m not steady. Have you ever felt worried and excited at the same time? Have you ever had your feelings hurt but forgiven someone anyway? Have you ever thought there was more than one right answer to a question? That’s because contradictions are all around us. And they make us who we are. Filled with his trademark humor and wisdom, Academy Award–winning actor and #1 New York Times bestselling author Matthew McConaughey has crafted a soulful and irreverent collection of life lessons that empowers readers, big and small, to celebrate how we are all full of possibility. Why? Just because.",
    "isbn": "9780593622049",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/If-Animals-Kissed-Good-Night/dp/0374300216/ref=zg_bs_g_books_sccl_82/142-7825522-0098658?psc=1",
    "title": "If Animals Kissed Good Night",
    "authors": "Ann Whitford Paul",
    "description": "With its whimsical art and playful rhymed verse, these read-aloud favorites from author Ann Whitford Paul and illustrator David Walker are sure to delight time and again. What if animals did what YOU do? This adorable series imagines how animals might fall asleep at night, say \"I love you,\" show kindness, and so much more! This boxed set contains three board books: If Animals Kissed Good Night, If Animals Said I Love You, and If Animals Tried to Be Kind, all a part of the bestselling If Animals Kissed Good Night series.",
    "isbn": "9780374391508",
    "cover": "https://covers.openlibrary.org/b/isbn/9780374391508-L.jpg"
  },
  {
    "link": "amazon.com/Things-We-Never-Got-Over/dp/194563183X/ref=zg_bs_g_books_sccl_83/142-7825522-0098658?psc=1",
    "title": "Things We Never Got Over (Knockemout)",
    "authors": "Lucy Score",
    "description": "THE NEW YORK TIMES BESTSELLER* THE UNMISSABLE TIKTOK SENSATION* OVER 1.6 MILLION COPIES SOLD WORLDWIDE Grumpy, small-town barber + hopelessly romantic runaway bride = great big bust ups, all the tension and lots of steamy encounters! Escaping her seemingly perfect wedding, Naomi Witt arrives in rough-around-the-edges Knockemout, Virginia, running to the rescue of her estranged twin, Tina. Too bad for Naomi her evil twin hasn't changed at all. After helping herself to Naomi's car and cash, Tina leaves her with something unexpected: the 11-year-old niece she didn't know she had. Now she's stuck in town with no job, no plan, no home and a whole lot of extra responsibility. There's a reason local barber Knox doesn't do complications or high-maintenance women, especially not the romantic ones. But since Naomi's life imploded right in front of him, the least he can do is help her out of her jam. And just as soon as she stops getting into trouble, he can leave her alone and get back to his peaceful, solitary life. At least that's the plan, until their lives begin to entwine in ways they never imagined . . . *New York Times bestseller, 18 weeks from October 2022 - February 2023* *With 78.9 million views on #thingswenevergotover as of April 2023* 'I laughed. I cried. I laughed while I cried, and I definitely blushed' Book Addict",
    "isbn": "9781399713757",
    "cover": "https://covers.openlibrary.org/b/isbn/9781399713757-L.jpg"
  },
  {
    "link": "amazon.com/Five-Silly-Turkeys-Salina-Yoon/dp/0843114169/ref=zg_bs_g_books_sccl_84/142-7825522-0098658?psc=1",
    "title": "Five Silly Turkeys",
    "authors": "Salina Yoon",
    "description": "\"Watch the shiny feathers disappear as you count down from five to one in this Thanksgiving book about five silly turkeys!\"--Cover back.",
    "isbn": "9780545477192",
    "cover": "https://covers.openlibrary.org/b/isbn/9780545477192-L.jpg"
  },
  {
    "link": "amazon.com/Paint-Sticker-Kids-Workman-Publishing/dp/152350675X/ref=zg_bs_g_books_sccl_85/142-7825522-0098658?psc=1",
    "title": "Paint by Sticker Kids: Christmas: Create 10 Pictures One Sticker at a Time! Includes Glitter Stickers",
    "authors": "Workman Publishing",
    "description": "Paint jolly holiday fun with stickers! Step 1: Find the sticker Step 2: Peel the sticker Step 3: Place the sticker …and watch your Christmas painting come to life! Includes everything you need to create ten sticker paintings on study card stock. Plus, all the pages are perforated—making it easy to tear out each finished work to frame and share!",
    "isbn": "978152350675",
    "cover": "https://covers.openlibrary.org/b/isbn/978152350675-L.jpg"
  },
  {
    "link": "amazon.com/Love-Comes-First-Jenna-Hager/dp/0316525022/ref=zg_bs_g_books_sccl_86/142-7825522-0098658?psc=1",
    "title": "Love Comes First",
    "authors": "Emily Giffin",
    "description": "#1 NEW YORK TIMES BESTSELLER • A pair of sisters find themselves at a crossroads in this dazzling new novel from the author of Something Borrowed, Where We Belong, and The One & Only. First Comes Love is a story about family, friendship, and the courage to follow your own heart—wherever that may lead. Growing up, Josie and Meredith Garland shared a loving, if sometimes contentious, relationship. Josie was impulsive, spirited, and outgoing, Meredith hardworking, thoughtful, and reserved. When tragedy strikes, their delicate bond splinters. Fifteen years later, Josie and Meredith are in their late thirties, following very different paths. Josie, a first grade teacher, is single—and this close to swearing off dating for good. What she wants more than the right guy, however, is to become a mother—a feeling that is heightened when her ex-boyfriend’s daughter is assigned to her class. Determined to have the future she’s always wanted, Josie decides to take matters into her own hands. On the outside, Meredith is the model daughter with the perfect life. A successful attorney, she’s married to a wonderful man, and together they’re raising a beautiful four-year-old daughter. Yet lately Meredith feels dissatisfied and restless, secretly wondering if she chose the life that was expected of her rather than the one she truly desired. As the anniversary of their tragedy looms, and painful secrets from the past begin to surface, Josie and Meredith must not only confront the issues that divide them but also come to terms with their own choices. In their journey toward understanding and forgiveness, both sisters discover that they need each other more than they knew—and that in the search for true happiness, love always comes first. Praise for First Comes Love “An engaging story of sisterly love . . . Illuminating and engrossing.”—People “[Emily] Giffin delivers another emotionally honest work. . . . First Comes Love is a heart-stirring novel about the many layers of sibling rivalry.”—Associated Press “First Comes Love brings [Giffin] back with a vengeance. Tales of sisters have been at the core of other great novels, but Giffin turns that relationship upside down and makes her view a fascinating one.”—Huffington Post “Moving and complex, [First Comes Love] proves [that Emily Giffin is] still at the top of her game.”—Booklist “Giffin juggles Josie’s quest for motherhood and Meredith’s internal conflicts deftly. . . . Giffin paints a realistic portrait of the troubled and complex relationship between a pair of sisters.”—Kirkus Reviews “This is Giffin at her finest—a fantastic, memorable story.”—Publishers Weekly “First Comes Love is an un-put-down-able, smart, and thoughtful novel that will make you think about the nature of family and how our past informs our present.”—PopSugar “Giffin’s talent is pretty much unparalleled when it comes to the modern woman’s story about life, love and family.”—Redbook “[A] well-written family drama.”—Real Simple “Fans will be entertained by the author’s humor and satisfied by her storytelling”—Atlanta Journal-Constitution",
    "isbn": "9780345546937",
    "cover": "https://covers.openlibrary.org/b/isbn/9780345546937-L.jpg"
  },
  {
    "link": "amazon.com/Ballad-Songbirds-Snakes-Hunger-Games/dp/1338635174/ref=zg_bs_g_books_sccl_87/142-7825522-0098658?psc=1",
    "title": "The Ballad of Songbirds and Snakes (A Hunger Games Novel) (The Hunger Games)",
    "authors": "Suzanne Collins",
    "description": "This stunning paperback box set includes all three books in Suzanne Collins's internationally bestselling Hunger Games trilogy together with The Ballad of Songbirds and Snakes. You can step into the world of Panem and continue all the way to the electrifying conclusion.",
    "isbn": "9780702318726",
    "cover": "https://covers.openlibrary.org/b/isbn/9780702318726-L.jpg"
  },
  {
    "link": "amazon.com/Court-Wings-Ruin-Thorns-Roses/dp/1635575605/ref=zg_bs_g_books_sccl_88/142-7825522-0098658?psc=1",
    "title": "A Court of Wings and Ruin (A Court of Thorns and Roses, 3)",
    "authors": "Sarah J. Maas",
    "description": "This edition contains all three stunning installments of the Crescent City series by Sarah J. Maas: House of Earth and Blood, House of Sky and Breath and House of Flame and Shadow. “A dizzying, suspenseful whirl that surprises at every turn.” -Entertainment Weekly Bryce Quinlan had the perfect life-working hard all day and partying all night-until a demon murdered her closest friends, leaving her bereft, wounded, and alone. When the accused is behind bars but the crimes start up again, Bryce finds herself at the heart of the investigation. She'll do whatever it takes to avenge their deaths. Hunt Athalar is a notorious Fallen angel, now enslaved to the Archangels he once attempted to overthrow. His brutal skills and incredible strength have been set to one purpose-to assassinate his boss's enemies, no questions asked. But with a demon wreaking havoc in the city, he's offered an irresistible deal: help Bryce find the murderer, and his freedom will be within reach. As Bryce and Hunt dig deep into Crescent City's underbelly, they're plunged into the fight of a lifetime, making them question everything they thought they knew. With a sizzling romance at its heart and surprises at every turn, the #1 New York Times bestselling Crescent City series has captivated readers everywhere with its exploration of loss, power, and love.",
    "isbn": "9781526672001",
    "cover": "https://covers.openlibrary.org/b/isbn/9781526672001-L.jpg"
  },
  {
    "link": "amazon.com/Shadow-Work-Journal-2nd-Integrate/dp/B0BW31X61X/ref=zg_bs_g_books_sccl_89/142-7825522-0098658?psc=1",
    "title": "The Shadow Work Journal 2nd Edition: a Guide to Integrate and Transcend Your Shadows: The Essential Guidebook for Shadow Work",
    "authors": "Keila Shaheen",
    "description": "The Shadow Work Journal 2nd Edition is an updated and expanded version of the bestselling self-help book that has helped countless readers to confront and integrate their shadow selves.In this journal, you'll find a series of thought-provoking prompts and exercises designed to help you explore the hidden aspects of yourself that you may have been suppressing or denying. Through the process of shadow work, you'll gain a deeper understanding of your fears, insecurities, and negative patterns of behavior, and learn how to embrace them in order to become a more integrated and authentic version of yourself.Whether you're struggling with anxiety, depression, relationship issues, or simply seeking greater self-awareness, \"The Shadow Work Journal 2nd Edition\" offers a powerful tool for personal transformation. With this journal as your guide, you'll embark on a journey of self-discovery and healing that will help you to unlock your full potential and live a more fulfilling life.This updated edition includes new hands-on exercises, journal prompts, and learning material about Shadow Work, as well as a fresh design and layout for an enhanced journaling experience. If you're ready to confront your shadow and embrace your true self, The Shadow Work Journal 2nd Edition is the perfect companion for your journey.",
    "isbn": "9798989296118",
    "cover": "https://covers.openlibrary.org/b/isbn/9798989296118-L.jpg"
  },
  {
    "link": "amazon.com/Harry-Potter-Prisoner-Azkaban-MinaLima/dp/1338815288/ref=zg_bs_g_books_sccl_90/142-7825522-0098658?psc=1",
    "title": "Harry Potter and the Prisoner of Azkaban (Harry Potter, Book 3) (MinaLima Edition)",
    "authors": "J.K. Rowling",
    "description": "The third book in the Harry Potter series, illustrated in brilliant colour by the iconic design house MinaLima and featuring interactive paper-engineered elements, including the Marauder's Map! Return to Hogwarts in this stunning edition of Harry Potter and the Prisoner of Azkaban. J.K. Rowling's complete and unabridged text is accompanied by full-colour illustrations on nearly every page and eight paper-engineered interactive elements. Readers are invited to explore the Knight Bus, reveal the Grim in a teacup, spin the Time-Turner and more! Designed and illustrated by MinaLima - the award-winning studio behind the graphic style of the Harry Potter and Fantastic Beasts films - this keepsake edition is the perfect gift for Harry Potter fans of all ages, a beautiful addition to any collector's bookshelf and an enchanting way to share this beloved series with a new generation of readers.",
    "isbn": "9781526666321",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Moo-Baa-Sandra-Boynton/dp/067144901X/ref=zg_bs_g_books_sccl_91/142-7825522-0098658?psc=1",
    "title": "Moo, Baa, La La La!",
    "authors": "Sandra Boynton",
    "description": "Various humorously drawn animals demonstrate the very different, and often amusing sounds they make, in a lap-sized version of a best-selling board book.",
    "isbn": "9780689870279",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Coworker-Freida-McFadden/dp/172829620X/ref=zg_bs_g_books_sccl_92/142-7825522-0098658?psc=1",
    "title": "The Coworker",
    "authors": "Freida McFadden",
    "description": "\"Dawn Schiff is strange. At least, everyone at work thinks so. She never says the right thing. She has no friends. And she is always at her desk at precisely 8:45 a.m. So when Dawn doesn't show up to the office one morning, her coworker Natalie Farrel--beautiful, popular, top sales rep five years running--is surprised. Then she receives an unsettling, anonymous phone call that changes everything. Now, Natalie is irrevocably tied to Dawn as she finds herself caught in a twisted game of cat and mouse that leaves her wondering: who's the real victim? But one thing is incredibly clear: somebody hated Dawn Schiff enough to killl\"--",
    "isbn": "9798885797597",
    "cover": "https://covers.openlibrary.org/b/isbn/9798885797597-L.jpg"
  },
  {
    "link": "amazon.com/Rich-Dad-Poor-Teach-Middle/dp/1612681131/ref=zg_bs_g_books_sccl_93/142-7825522-0098658?psc=1",
    "title": "Rich Dad Poor Dad: What the Rich Teach Their Kids About Money That the Poor and Middle Class Do Not!",
    "authors": "Robert Kiyosaki",
    "description": "In Rich Dad Poor Dad, the #1 Personal Finance book of all time, Robert Kiyosaki shares the story of his two dad: his real father, whom he calls his poor dad,’ and the father of his best friend, the man who became his mentor and his rich dad.’ One man was well educated and an employee all his life, the other’s education was street smarts” over traditional classroom education and he took the path of entrepreneurship a road that led him to become one of the wealthiest men in Hawaii. Robert’s poor dad struggled financially all his life, and these two dads these very different points of view of money, investing, and employment shaped Robert’s thinking about money.Robert has challenged and changed the way tens of millions of people, around the world, think about money and investing and he has become a global advocate for financial education and the path to financial freedom. Rich Dad Poor Dad (and the Rich Dad series it spawned) has sold over 36 million copies in English and translated editions around the world.Rich Dad Poor Dad will explode the myth that you need to earn a high income to become rich challenge the belief that your house is an asset show parents why they can’t rely on the school system to teach their kidsabout money define, once and for all, an asset and a liability explain the difference between good debt and bad debt teach you to see the world of money from different perspectives discuss the shift in mindset that can put you on the road to financial freedom",
    "isbn": "9781365108105",
    "cover": "https://covers.openlibrary.org/b/isbn/9781365108105-L.jpg"
  },
  {
    "link": "amazon.com/Percy-Jackson-Olympians-Chalice-Gods/dp/1368098177/ref=zg_bs_g_books_sccl_94/142-7825522-0098658?psc=1",
    "title": "Percy Jackson and the Olympians: The Chalice of the Gods (Percy Jackson & the Olympians)",
    "authors": "Rick Riordan",
    "description": "THE INSTANT NUMBER ONE BESTSELLER The original hero. A brand-new adventure. Percy Jackson has saved the world multiple times - battling monsters, Titans, even giants - but these days the modern-day son of Poseidon is hoping for a regular final year at school. Too bad the Greek gods have other plans, and three new quests for Percy to complete. First up: the cupbearer of the gods, Ganymede, is missing his golden chalice. Not only is this embarrassing (why do the gods keep losing their magical items?), it's also potentially disastrous. One sip from the cup will turn any mortal into a powerful god. And the old gods do not take kindly to newbies. Can Percy and his friends Annabeth and Grover find the chalice before it falls into the wrong hands? And even if they do, will they be able to resist its awesome power. . .? Readers new to the Percy Jackson universe and long-time fans will love this epic adventure - full of legendary heroes, mythical creatures, ancient Greek gods and enduring friendship - from the global bestseller Rick Riordan.",
    "isbn": "9780241647578",
    "cover": "https://covers.openlibrary.org/b/isbn/9780241647578-L.jpg"
  },
  {
    "link": "amazon.com/Patrol-Phonics-Step-into-Reading/dp/0553508784/ref=zg_bs_g_books_sccl_95/142-7825522-0098658?psc=1",
    "title": "Paw Patrol Phonics: 12 Books in 1",
    "authors": "Jennifer Liberts",
    "description": "nan",
    "isbn": "9780553508789",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/First-Little-Readers-Parent-Pack/dp/0545231493/ref=zg_bs_g_books_sccl_96/142-7825522-0098658?psc=1",
    "title": "First Little Readers Parent Pack: Guided Reading Level A: 25 Irresistible Books That Are Just the Right Level for Beginning R",
    "authors": "Deborah Schecter",
    "description": "Contains twenty-five books about a variety of subjects that encourage beginning readers.",
    "isbn": "9780545231497",
    "cover": "https://covers.openlibrary.org/b/isbn/9780545231497-L.jpg"
  },
  {
    "link": "amazon.com/Hatchet-Gary-Paulsen/dp/1416936475/ref=zg_bs_g_books_sccl_97/142-7825522-0098658?psc=1",
    "title": "Hatchet",
    "authors": "Gary Paulsen",
    "description": "Celebrate the thirtieth anniversary of the Newbery Honor–winning survival novel Hatchet with a pocket-sized edition perfect for travelers to take along on their own adventures. This special anniversary edition includes a new introduction and commentary by author Gary Paulsen, pen-and-ink illustrations by Drew Willis, and a water resistant cover. Hatchet has also been nominated as one of America’s best-loved novels by PBS’s The Great American Read. Thirteen-year-old Brian Robeson, haunted by his secret knowledge of his mother’s infidelity, is traveling by single-engine plane to visit his father for the first time since the divorce. When the plane crashes, killing the pilot, the sole survivor is Brian. He is alone in the Canadian wilderness with nothing but his clothing, a tattered windbreaker, and the hatchet his mother had given him as a present. At first consumed by despair and self-pity, Brian slowly learns survival skills—how to make a shelter for himself, how to hunt and fish and forage for food, how to make a fire—and even finds the courage to start over from scratch when a tornado ravages his campsite. When Brian is finally rescued after fifty-four days in the wild, he emerges from his ordeal with new patience and maturity, and a greater understanding of himself and his parents.",
    "isbn": "9781442403321",
    "cover": "https://covers.openlibrary.org/b/isbn/9781442403321-L.jpg"
  },
  {
    "link": "amazon.com/Wager-Tale-Shipwreck-Mutiny-Murder/dp/0385534264/ref=zg_bs_g_books_sccl_98/142-7825522-0098658?psc=1",
    "title": "The Wager: A Tale of Shipwreck, Mutiny and Murder",
    "authors": "David Grann",
    "description": "THE SUNDAY TIMES NUMBER ONE BESTSELLER *LONGLISTED FOR THE 2023 BAILLIE GIFFORD PRIZE FOR NON-FICTION* 'The beauty of The Wager unfurls like a great sail... one of the finest nonfiction books I’ve ever read' Guardian ‘The greatest sea story ever told’ Spectator 'I cannot think of anyone who would not love this book . . . It is an extraordinary true story, beautifully written' Richard Osman ‘A cracking yarn… Grann’s taste for desperate predicaments finds its fullest expression here’ Observer From the international bestselling author of KILLERS OF THE FLOWER MOON and THE LOST CITY OF Z, a mesmerising story of shipwreck, mutiny and murder, culminating in a court martial that reveals a shocking truth. On 28th January 1742, a ramshackle vessel of patched-together wood and cloth washed up on the coast of Brazil. Inside were thirty emaciated men, barely alive, and they had an extraordinary tale to tell. They were survivors of His Majesty’s ship the Wager, a British vessel that had left England in 1740 on a secret mission during an imperial war with Spain. While chasing a Spanish treasure-filled galleon, the Wager was wrecked on a desolate island off the coast of Patagonia. The crew, marooned for months and facing starvation, built the flimsy craft and sailed for more than a hundred days, traversing 2,500 miles of storm-wracked seas. They were greeted as heroes. Then, six months later, another, even more decrepit, craft landed on the coast of Chile. This boat contained just three castaways and they had a very different story to tell. The thirty sailors who landed in Brazil were not heroes – they were mutineers. The first group responded with counter-charges of their own, of a tyrannical and murderous captain and his henchmen. While stranded on the island the crew had fallen into anarchy, with warring factions fighting for dominion over the barren wilderness. As accusations of treachery and murder flew, the Admiralty convened a court martial to determine who was telling the truth. The stakes were life-and-death—for whomever the court found guilty could hang.",
    "isbn": "978147118369",
    "cover": "https://covers.openlibrary.org/b/isbn/978147118369-L.jpg"
  },
  {
    "link": "amazon.com/Important-Information-Belongings-Business-Affairs/dp/1441317996/ref=zg_bs_g_books_sccl_99/142-7825522-0098658?psc=1",
    "title": "I'm Dead, Now What?: Important Information About My Belongings, Business Affairs, and Wishes",
    "authors": "Peter Pauper Press",
    "description": "Use this helpful planner to give you and your loved ones peace of mind. Enter vital details about your contacts, legal matters, health, financial affairs, instructions, and more in this guided planner, and keep it in a secure location.",
    "isbn": "9781441317292",
    "cover": "https://covers.openlibrary.org/b/isbn/nan-L.jpg"
  },
  {
    "link": "amazon.com/Wonky-Donkey-Craig-Smith/dp/0545261244/ref=zg_bs_g_books_sccl_100/142-7825522-0098658?psc=1",
    "title": "The Wonky Donkey",
    "authors": "Craig Smith",
    "description": "The book behind the viral internet sensation of \"The Scottish Granny\" reading this story to her grandchild, viewed over 3 million times. Based on the popular song, THE WONKY DONKEY has sold over one million copies worldwide.",
    "isbn": "9781407195506",
    "cover": "https://covers.openlibrary.org/b/isbn/9781407195506-L.jpg"
  }
]