[
  {
    "link": "https://www.goodreads.com/book/show/56916837-to-kill-a-mockingbird",
    "title": "To Kill a Mockingbird",
    "authors": "Harper Lee",
    "description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, in a mass market edition.",
    "isbn": "9780330000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1612238791i/56916837._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/61439040-1984",
    "title": "1984",
    "authors": "George Orwell",
    "description": "George Orwell's dystopian masterpiece, Nineteen Eighty-Four is perhaps the most pervasively influential book of the twentieth century, making famous Big Brother, newspeak and Room 101. 'Who controls the past controls the future: who controls the present controls the past'",
    "isbn": "9783870000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1657781256i/61439040._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/42844155-harry-potter-and-the-philosopher-s-stone",
    "title": "Harry Potter and the Philosopher’s Stone (Harry Potter, #1)",
    "authors": "J.K. Rowling",
    "description": "An adult edition of the hugely popular book. Find out how Harry discovers his true heritage at Hogwarts School of Wizardry and Witchcraft, the reason behind his parents mysterious death, who is out to kill him, and how he uncovers the most fabled secret of all time.",
    "isbn": "9780560000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1598823299i/42844155._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/41733839-the-great-gatsby",
    "title": "The Great Gatsby",
    "authors": "F. Scott Fitzgerald",
    "description": "The only edition of the beloved classic that is authorized by Fitzgerald’s family and from his lifelong publisher. This edition is the enduring original text, updated with the author’s own revisions, a foreword by his granddaughter, and with a new introduction by National Book Award winner Jesmyn Ward. The Great Gatsby, F. Scott Fitzgerald’s third book, stands as the supreme achievement of his career. First published by Scribner in 1925, this quintessential novel of the Jazz Age has been acclaimed by generations of readers. The story of the mysteriously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan is an exquisitely crafted tale of America in the 1920s.",
    "isbn": "9780740000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1650033243i/41733839._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/170448.Animal_Farm",
    "title": "Animal Farm",
    "authors": "George Orwell",
    "description": "This is a classic tale of humanity awash in totalitarianism. A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. First published during the epoch of Stalinist Russia, today it is clear that wherever and whenever freedom is attacked, and under whatever banner, the cutting clarity and savage comedy of Orwell's masterpiece is a message still ferociously fresh.",
    "isbn": "9781410000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1325861570i/170448._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5907.The_Hobbit_or_There_and_Back_Again",
    "title": "The Hobbit, or There and Back Again",
    "authors": "J.R.R. Tolkien",
    "description": "Bilbo Baggins an unambitious hobbitt, and a company of dwarves meet high adventure with trolls, goblins, elves and giant spiders, in search of dragon guarded gold.",
    "isbn": "9780050000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546071216i/5907._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/157993.The_Little_Prince",
    "title": "The Little Prince",
    "authors": "Antoine de Saint-Exupéry",
    "description": "The story of an airman's discovery in the desert of a small boy from another planet.ther planet._",
    "isbn": "9781850000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1367545443i/157993._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/13079982-fahrenheit-451",
    "title": "Fahrenheit 451",
    "authors": "Ray Bradbury",
    "description": "Fahrenheit 451 von Ray Bradbury – Endlich verständlich mit der Lektürehilfe von derQuerleser.de! Diese klare und zuverlässige Analyse von Ray Bradburys Fahrenheit 451 aus dem Jahre 1953 hilft Dir dabei, den Roman schnell in seinen wichtigsten Punkten zu erfassen. Fahrenheit 451 handelt von einer Gesellschaft der Zukunft, die von einem diktatorischen Regime kontrolliert wird und in der der Besitz und das Lesen von Büchern jeder Art strengstens verboten ist und rechtlich verfolgt wird. Doch der Protagonist Guy Montag setzt sich über das Verbot hinweg und lernt durch die Literatur eine ganz neue Welt kennen. In dieser Lektürehilfe sind enthalten: • Eine vollständige Inhaltsangabe • Eine übersichtliche Analyse der Hauptfiguren mit interessanten Details • Eine leicht verständliche Interpretation der wesentlichen Themen • Fragen zur Vertiefung Warum derQuerleser.de? Egal ob Du Literaturliebhaber mit wenig Zeit zum Lesen, Lesemuffel oder Schüler in der Prüfungsvorbereitung bist, die Analysereihe derQuerleser.de bietet Dir sofort zugängliches Wissen über literarische Werke – ganz klassisch als Buch oder natürlich auf Deinem Computer, Tablet oder Smartphone! Viele unserer Lektürehilfen enthalten zudem Verweise auf Sekundärliteratur und Adaptionen, die die Übersicht sinnvoll ergänzen. Literatur auf den Punkt gebracht mit derQuerleser.de!",
    "isbn": "9782810000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1383718290i/13079982._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5107.The_Catcher_in_the_Rye",
    "title": "The Catcher in the Rye",
    "authors": "J.D. Salinger",
    "description": "'If you really want to hear about it, the first thing you'll probably want to know is where I was born and what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don't feel like going into it, if you want to know the truth.' The first of J. D. Salinger's four books to be published, The Catcher in the Rye is one of the most widely read and beloved of all contemporary American novels. 'The handbook of the adolescent heart' The New Yorker",
    "isbn": "9780240000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300i/5107._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/132080146-the-lion-the-witch-and-the-wardrobe",
    "title": "The Lion, the Witch and the Wardrobe (Chronicles of Narnia, #1)",
    "authors": "C.S. Lewis",
    "description": "The four Pevensie children are sent to live in a large house in the country, a house with many rooms, which are filled with many things. But one of the rooms is absolutely empty, except for a single piece of furniture: a large wardrobe. It is a wardrobe, the children discover, which has magical properties.",
    "isbn": "9780000000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1697079942i/132080146._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/18114322-the-grapes-of-wrath",
    "title": "The Grapes of Wrath",
    "authors": "John Steinbeck",
    "description": "The Pulitzer Prize-winning epic of the Great Depression, a book that galvanized—and sometimes outraged—millions of readers. One of The Atlantic’s Great American Novels of the Past 100 Years First published in 1939, Steinbeck’s Pulitzer Prize-winning epic of the Great Depression chronicles the Dust Bowl migration of the 1930s and tells the story of one Oklahoma farm family, the Joads—driven from their homestead and forced to travel west to the promised land of California. Out of their trials and their repeated collisions against the hard realities of an America divided into Haves and Have-Nots evolves a drama that is intensely human yet majestic in its scale and moral vision, elemental yet plainspoken, tragic but ultimately stirring in its human dignity. A portrait of the conflict between the powerful and the powerless, of one man’s fierce reaction to injustice, and of one woman’s stoical strength, the novel captures the horrors of the Great Depression and probes into the very nature of equality and justice in America. At once a naturalistic epic, captivity narrative, road novel, and transcendental gospel, Steinbeck’s powerful landmark novel is perhaps the most American of American Classics. This Centennial edition, specially designed to commemorate one hundred years of Steinbeck, features french flaps and deckle-edged pages.",
    "isbn": "9781440000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1375670575i/18114322._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/320.One_Hundred_Years_of_Solitude",
    "title": "One Hundred Years of Solitude",
    "authors": "Gabriel García Márquez",
    "description": "This collection includes ten articles by different authors that offer in-depth readings of the novel. Among the topics examined are myth, magic, women, western imperialism, and the media. The book also includes a 1982 interview with the author.",
    "isbn": "9780200000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327881361i/320._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5129.Brave_New_World",
    "title": "Brave New World",
    "authors": "Aldous Huxley",
    "description": "In 'Brave New World', Aldous Huxley constructs a dystopian future where society thrives on technological advancement, consumerism, and societal conditioning. The novel employs a satirical yet cautionary tone, interweaving lyrical prose with incisive social commentary. Huxley explores themes such as individuality versus conformity, the loss of personal freedom, and the ethical implications of scientific progress. Set in a World State that prioritizes stability over truth, the narrative engages with the philosophical ramifications of a genetically engineered population, all cast within a richly imagined, albeit chilling, context of a seemingly utopian civilization. Aldous Huxley, an English writer and philosopher, was deeply influenced by the tumultuous political landscape of the early 20th century, including the rise of totalitarian regimes and the advancements in technology. Raised in a literary and scientifically curious family, Huxley's diverse intellectual background allowed him to grapple with the moral complexities inherent in rapid technological progress. His experiences during World War I and his observations of societal transformation undoubtedly fueled the urgency with which he penned this seminal work in 1932. 'Brave New World' is essential reading for those seeking to understand the potential consequences of unbridled technological and social manipulation. Huxley's prescient warnings about the dangers of sacrificing individuality for the sake of stability resonate profoundly in our contemporary landscape. This novel serves not only as a powerful critique but also as a mirror reflecting society's values, making it a must-read for scholars, students, and anyone interested in the intricate dynamics of human civilization.",
    "isbn": "9781470000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1575509280i/5129._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/18405.Gone_with_the_Wind",
    "title": "Gone with the Wind",
    "authors": "Margaret Mitchell",
    "description": "Bei der Lektüre dieser Zusammenfassung werden Sie feststellen, dass Sie aus den Abenteuern von Scarlett O'Hara lernen können, wie Sie die Ziele erreichen können, die Sie sich gesetzt haben. Sie werden auch entdecken, : dass es wichtig ist, sein Ziel zu definieren, um es zu erreichen; dass man manchmal Kompromisse eingehen muss, um sein Ziel zu erreichen; dass du deine Wut in eine starke Kraft verwandeln kannst; dass Mut aus der Liebe entsteht, die man für jemanden oder etwas empfindet. Vom Winde verweht, ein romantisches Meisterwerk, das 1936 veröffentlicht und 1937 mit dem renommierten Pulitzer-Preis ausgezeichnet wurde, wurde durch die Verfilmung von Vom Winde verweht im Jahr 1939 berühmt. Im Hintergrund dieses Romans steht der Bürgerkrieg (1861-1865) kurz vor dem Ende der Sklaverei. Gleichzeitig verarmt durch diesen Krieg der Süden, in dem Margaret Mitchell ihre reiche Heldin ansiedelt. Diese ist weder besonders schön noch besonders sympathisch. Doch obwohl der Krieg sie völlig ruiniert hat, zeigt sie außergewöhnliche Willenskraft. Es gelingt ihr sogar, das Versprechen einzuhalten, das sie sich selbst gegeben hat: nie wieder Hunger zu haben! Wie hat es Scarlett O'Hara, die nichts mehr hatte, geschafft, das, was sie verloren hatte, wiederzuerlangen?",
    "isbn": "9780680000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1551144577i/18405._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/890.Of_Mice_and_Men",
    "title": "Of Mice and Men",
    "authors": "John Steinbeck",
    "description": "John Steinbeck's \"Of Mice and Men\" is a poignant novella that delves into the complexities of friendship and the American Dream during the Great Depression. Through the intertwined lives of George and Lennie, Steinbeck masterfully employs simple yet evocative language that captures the harsh realities faced by itinerant workers, juxtaposed with moments of humor and tenderness. The narrative structure weaves together themes of isolation, ambition, and societal disenfranchisement, set against the stark backdrop of California's Salinas Valley, creating a rich literary tapestry that reflects the zeitgeist of the 1930s. Steinbeck, born in 1902 in Salinas, California, was deeply influenced by the socio-economic conditions and struggles of the working class in his hometown. His own experiences as a laborer and his observations of farm workers' hardships informed his portrayal of George and Lennie. Steinbeck's empathy for the disenfranchised is evident throughout his oeuvre, and this novella is no exception, standing as a testament to his commitment to social realism and human compassion. \"Of Mice and Men\" is not only a classic of American literature but also a profound exploration of existential themes that resonate with contemporary readers. Its exploration of friendship in the face of adversity and the quest for identity make it a must-read for anyone seeking a deeper understanding of human relationships and societal challenges.",
    "isbn": "9780820000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1511302904i/890._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5.Harry_Potter_and_the_Prisoner_of_Azkaban",
    "title": "Harry Potter and the Prisoner of Azkaban (Harry Potter, #3)",
    "authors": "J.K. Rowling",
    "description": "Celebrate 20 years of Harry Potter magic! When the Knight Bus crashes through the darkness and screeches to a halt in front of him, it's the start of another far from ordinary year at Hogwarts for Harry Potter. Sirius Black, escaped mass-murderer and follower of Lord Voldemort, is on the run - and they say he is coming after Harry. In his first ever Divination class, Professor Trelawney sees an omen of death in Harry's tea leaves ... But perhaps most terrifying of all are the Dementors patrolling the school grounds, with their soul-sucking kiss.These new editions of the classic and internationally bestselling, multi-award-winning series feature instantly pick-up-able new jackets by Jonny Duddle, with huge child appeal, to bring Harry Potter to the next generation of readers. It's time to PASS THE MAGIC ON ...",
    "isbn": "9781410000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630547330i/5._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/3636.The_Giver",
    "title": "The Giver (The Giver, #1)",
    "authors": "Lois Lowry",
    "description": "What are the amazing facts of The Giver Quartet by Lois Lowry? Do you want to know the golden nuggets of facts readers love? If you've enjoyed the book, then this will be a must read delight for you! Collected for readers everywhere are 101 book facts about the book & author that are fun, down-to-earth, and amazingly true to keep you laughing and learning as you read through the book! Tips & Tricks to Enhance Reading Experience • Enter \"G Whiz\" after your favorite title to see if publication exists! ie) The Giver Quartet G Whiz • Enter \"G Whiz 101\" to search for entire catalogue! • Tell us what title you want next! • Combine your favorite titles to receive bundle coupons! • Submit a review and hop on the Wall of Contributors! “Get ready for fun, down-to-earth, and amazing facts that keep you laughing & learning!\" - G Whiz DISCLAIMER: This work is a derivative work not to be confused with the original title. It is a collection of facts from reputable sources generally known to the public with source URLs for further reading and enjoyment. It is unofficial and unaffiliated with respective parties of the original title in any way. Due to the nature of research, no content shall be deemed authoritative nor used for citation purposes. Refined and tested for quality, we provide a 100% satisfaction guarantee or your money back.",
    "isbn": "9781500000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1342493368i/3636._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7624.Lord_of_the_Flies",
    "title": "Lord of the Flies",
    "authors": "William Golding",
    "description": "The classical study of human nature which depicts the degeneration of a group of schoolboys marooned on a desert island.",
    "isbn": "9780400000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327869409i/7624._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/4981.Slaughterhouse_Five",
    "title": "Slaughterhouse-Five",
    "authors": "Kurt Vonnegut Jr.",
    "description": "With Kurt Vonnegut’s seminal anti-war story, Slaughterhouse-Five, Eisner Award-winning writer Ryan North (Unbeatable Squirrel Girl) and Eisner Award-nominated artist Albert Monteys (Universe!) translate a literary classic into comic book form in the tradition of A Wrinkle in Time and Fight Club 2. Billy Pilgrim has read Kilgore Trout and opened a successful optometry business. Billy Pilgrim has built a loving family and witnessed the firebombing of Dresden. Billy Pilgrim has traveled to the planet Tralfamadore and met Kurt Vonnegut. Billy Pilgrim has come unstuck in time. Slaughterhouse-Five is at once a farcical look at the horror and tragedy of war where children are placed on the frontlines and die (so it goes), and a moving examination of what it means to be a fallible human.",
    "isbn": "9781650000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1440319389i/4981._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7604.Lolita",
    "title": "Lolita",
    "authors": "Vladimir Nabokov",
    "description": "Lolita von Vladimir Nabokov – Endlich verständlich mit der Lektürehilfe von derQuerleser.de! Diese klare und zuverlässige Analyse von Vladimir Nabokovs Lolita aus dem Jahr 1955 hilft Dir dabei, den weltberühmten Roman schnell in seinen wichtigsten Punkten zu erfassen. Das skandalöse und literarisch höchst angesehene Werk handelt von dem pädophilen Literaturprofessor Humbert Humbert und dessen Besessenheit für seine Stieftochter Dolores, die er Lolita nennt. Vladimir Nabokov erreichte mit dem umstrittenen und vielfach analysierten Roman den internationalen Durchbruch und zählt zu einem der bedeutendsten Autoren des 20. Jahrhunderts. In dieser Lektürehilfe sind enthalten: • Eine vollständige Inhaltsangabe • Eine übersichtliche Analyse der Hauptfiguren mit interessanten Details • Eine leicht verständliche Interpretation der wesentlichen Themen • Fragen zur Vertiefung Warum derQuerleser.de? Egal ob Du Literaturliebhaber mit wenig Zeit zum Lesen, Lesemuffel oder Schüler in der Prüfungsvorbereitung bist, die Analysereihe derQuerleser.de bietet Dir sofort zugängliches Wissen über literarische Werke – ganz klassisch als Buch oder natürlich auf Deinem Computer, Tablet oder Smartphone! Viele unserer Lektürehilfen enthalten zudem Verweise auf Sekundärliteratur und Adaptionen, die die Übersicht sinnvoll ergänzen. Literatur auf den Punkt gebracht mit derQuerleser.de!",
    "isbn": "9782810000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1377756377i/7604._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/4406.East_of_Eden",
    "title": "East of Eden",
    "authors": "John Steinbeck",
    "description": "A masterpiece of Biblical scope, and the magnum opus of one of America’s most enduring authors, in a commemorative hardcover edition In his journal, Nobel Prize winner John Steinbeck called East of Eden \"the first book,\" and indeed it has the primordial power and simplicity of myth. Set in the rich farmland of California's Salinas Valley, this sprawling and often brutal novel follows the intertwined destinies of two families—the Trasks and the Hamiltons—whose generations helplessly reenact the fall of Adam and Eve and the poisonous rivalry of Cain and Abel. The masterpiece of Steinbeck’s later years, East of Eden is a work in which Steinbeck created his most mesmerizing characters and explored his most enduring themes: the mystery of identity, the inexplicability of love, and the murderous consequences of love's absence. Adapted for the 1955 film directed by Elia Kazan introducing James Dean, and read by thousands as the book that brought Oprah’s Book Club back, East of Eden has remained vitally present in American culture for over half a century.",
    "isbn": "9781440000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1639969375i/4406._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/34454589-the-handmaid-s-tale",
    "title": "The Handmaid's Tale",
    "authors": "Margaret Atwood",
    "description": "Now a Hulu series starring Elizabeth Moss. The Handmaid's Tale is an instant classic and eerily prescient cultural phenomenon, from \"the patron saint of feminist dystopian fiction\" (New York Times) The Handmaid’s Tale is a novel of such power that the reader will be unable to forget its images and its forecast. Set in the near future, it describes life in what was once the United States and is now called the Republic of Gilead, a monotheocracy that has reacted to social unrest and a sharply declining birthrate by reverting to, and going beyond, the repressive intolerance of the original Puritans. The regime takes the Book of Genesis absolutely at its word, with bizarre consequences for the women and men in its population. The story is told through the eyes of Offred, one of the unfortunate Handmaids under the new social order. In condensed but eloquent prose, by turns cool-eyed, tender, despairing, passionate, and wry, she reveals to us the dark corners behind the establishment’s calm facade, as certain tendencies now in existence are carried to their logical conclusions. The Handmaid’s Tale is funny, unexpected, horrifying, and altogether convincing. It is at once scathing satire, dire warning, and a tour de force. It is Margaret Atwood at her best.",
    "isbn": "9780550000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1488552336i/34454589._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/34.The_Fellowship_of_the_Ring",
    "title": "The Fellowship of the Ring (The Lord of the Rings, #1)",
    "authors": "J.R.R. Tolkien",
    "description": "Darkness Will Bind Them... watch The Lord of the Rings: The Rings of Power season 2 on Prime Video",
    "isbn": "9780010000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298411339i/34._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/332613.One_Flew_Over_the_Cuckoo_s_Nest",
    "title": "One Flew Over the Cuckoo’s Nest",
    "authors": "Ken Kesey",
    "description": "A collection of critical essays on Ken Kesey's One Flew Over the Cuckoo's Nest.",
    "isbn": "9781100000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1516211014i/332613._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/49552.The_Stranger",
    "title": "The Stranger",
    "authors": "Albert Camus",
    "description": "One year ago, a two year old child, Oskar, went missing from an apartment in Stockholm. His troubled mother is now held in a psychiatric hospital, found guilty of his murder by the court of public opinion. Former detective, Alex is haunted by the case. When a British family moves into the apartment and their toddler, Alfie, starts speaking with an 'imaginary friend', dad Fergus becomes increasingly terrified that he is losing his grip on sanity. He and Alex team up to investigate and are led into a labyrinth of lies and corruption. All the while, whatever is in the apartment has its sights on Alfie...",
    "isbn": "9789180000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1738704267i/49552._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/929.Memoirs_of_a_Geisha",
    "title": "Memoirs of a Geisha",
    "authors": "Arthur Golden",
    "description": "A literary sensation and runaway bestseller, this brilliant debut novel tells with seamless authenticity and exquisite lyricism the true confessions of one of Japan's most celebrated geisha. Nominated as one of America’s best-loved novels by PBS’s The Great American Read Speaking to us with the wisdom of age and in a voice at once haunting and startlingly immediate, Nitta Sayuri tells the story of her life as a geisha. It begins in a poor fishing village in 1929, when, as a nine-year-old girl with unusual blue-gray eyes, she is taken from her home and sold into slavery to a renowned geisha house. We witness her transformation as she learns the rigorous arts of the geisha: dance and music; wearing kimono, elaborate makeup, and hair; pouring sake to reveal just a touch of inner wrist; competing with a jealous rival for men's solicitude and the money that goes with it. In Memoirs of a Geisha, we enter a world where appearances are paramount; where a girl's virginity is auctioned to the highest bidder; where women are trained to beguile the most powerful men; and where love is scorned as illusion. It is a unique and triumphant work of fiction—at once romantic, erotic, suspenseful—and completely unforgettable.",
    "isbn": "9780680000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1409595968i/929._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/13.The_Ultimate_Hitchhiker_s_Guide_to_the_Galaxy",
    "title": "The Ultimate Hitchhiker’s Guide to the Galaxy (Hitchhiker's Guide to the Galaxy, #1-5)",
    "authors": "Douglas Adams",
    "description": "In one complete volume, here are the five classic novels from Douglas Adams�s beloved Hitchhiker series. Now celebrating the pivotal 42nd anniversary of The Hitchhiker�s Guide to the Galaxy, soon to be a Hulu original series! The Hitchhiker�s Guide to the Galaxy (Nominated as one of America�s best-loved novels by PBS�s The Great American Read) Seconds before the Earth is demolished for a galactic freeway, Arthur Dent is saved by Ford Prefect, a researcher for the revised Guide. Together they stick out their thumbs to the stars and begin a wild journey through time and space. The Restaurant at the End of the Universe The moment before annihilation at the hands of warmongers is a curious time to crave tea. It could only happen to the cosmically displaced Arthur Dent and his comrades as they hurtle across the galaxy in a desperate search for a place to eat. Life, the Universe and Everything The unhappy inhabitants of planet Krikkit are sick of looking at the night sky� so they plan to destroy it. The universe, that is. Now only five individuals can avert Armageddon: mild-mannered Arthur Dent and his stalwart crew. So Long, and Thanks for All the Fish Back on Earth, Arthur Dent is ready to believe that the past eight years were all just a figment of his stressed-out imagination. But a gift-wrapped fishbowl with a cryptic inscription thrusts him back to reality. So to speak. Mostly Harmless Just when Arthur Dent makes the terrible mistake of starting to enjoy life, all hell breaks loose. Can he save the Earth from total obliteration? Can he save the Guide from a hostile alien takeover? Can he save his daughter from herself? Includes the bonus story �Young Zaphod Plays It Safe� �With droll wit, a keen eye for detail and heavy doses of insight . . . Adams makes us laugh until we cry.��San Diego Union-Tribune �Lively, sharply satirical, brilliantly written . . . ranks with the best set pieces in Mark Twain.��The Atlantic",
    "isbn": "9780390000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1404613595i/13._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/24178.Charlotte_s_Web",
    "title": "Charlotte’s Web",
    "authors": "E.B. White",
    "description": "Wilbur, the pig, is desolate when he discovers that he is destined to be the farmer's Christmas dinner until his spider friend, Charlotte, decides to help him.",
    "isbn": "9780010000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1628267712i/24178._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/15881.Harry_Potter_and_the_Chamber_of_Secrets",
    "title": "Harry Potter and the Chamber of Secrets (Harry Potter, #2)",
    "authors": "J.K. Rowling",
    "description": "It's Year 2 at Hogwarts, and Harry Potter, Ron and Hermione are back. Members of the school are turning up petrified and bloody writing are appearing on the walls, revealing to everyone, that someone has opened the chamber of secrets. The attacks continue, bringing the possibility of the closure of Hogwarts. Harry and his friends are forced to uncover the truth about the chamber before the school is closes or someone gets killed.",
    "isbn": "9781550000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474169725i/15881._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/11127.The_Chronicles_of_Narnia",
    "title": "The Chronicles of Narnia (The Chronicles of Narnia, #1-7)",
    "authors": "C.S. Lewis",
    "description": "The Chronicles of Narnia is a series of seven fantasy novels by author C. S. Lewis. It is set in the fictional realm of Narnia, a fantasy world of magic, mythical beasts, and talking animals. The series narrates the adventures of various children who are called upon by the lion Aslan to protect Narnia from evil and restore the throne to its rightful line. They play central roles in the unfolding history of that world. The work was originally published in London between 1950 and 1956. It is considered a classic of children's literature and has sold over 100 million copies in 47 languages.",
    "isbn": "9789890000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1661032875i/11127._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/2165.The_Old_Man_and_the_Sea",
    "title": "The Old Man and the Sea",
    "authors": "Ernest Hemingway",
    "description": "Ernest Hemingway�s most beloved and popular novel ever, with millions of copies sold�now featuring early drafts and supplementary material as well as a personal foreword by the only living son of the author, Patrick Hemingway, and an introduction by the author�s grandson Se�n Hemingway. The last novel Ernest Hemingway saw published, The Old Man and the Sea has proved itself to be one of the enduring works of American fiction. It is the story of an old Cuban fisherman, down on his luck, and his supreme ordeal: a relentless, agonizing battle with a giant marlin far out in the Gulf Stream. Using the simple, powerful language of a fable, Hemingway takes the timeless themes of courage in the face of defeat and personal triumph won from loss and transforms them into a magnificent twentieth-century classic. Written in 1952, this hugely successful novel confirmed his power and presence in the literary world and played a large part in his winning the 1954 Nobel Prize for Literature.",
    "isbn": "9783190000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1329189714i/2165._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/33574273-a-wrinkle-in-time",
    "title": "A Wrinkle in Time (Time Quintet, #1)",
    "authors": "Madeleine L'Engle",
    "description": "After Meg and Charles Wallace Murry and Calvin O'Keefe defeated evil and saved the universe in the Newbery Medal-winning classic A Wrinkle in Time, their adventures didn't end. The other books in the Wrinkle in Time Quintet take readers to the deep past and distant future, to the far reaches of the galaxy and the inner workings of the human heart. A beautiful hardcover gift edition, complete with blue gilded pages and a slipcase, brings together the stories of A Wrinkle in Time, A Wind in the Door, A Swiftly Tilting Planet, Many Waters, and An Acceptable Time for true fans of this iconic series.",
    "isbn": "9780370000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1507963312i/33574273._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/61215384-the-return-of-the-king",
    "title": "The Return of the King (The Lord of the Rings, #3)",
    "authors": "J.R.R. Tolkien",
    "description": "As the Shadow of Mordor grows across the land, the Companions of the Ring have become involved in separate adventures. Aragorn, revealed as the hidden heir of the ancient Kings of the West, has joined with the Riders of Rohan against the forces of Isengard. Merry and Pippin, captured by Orcs, escape into Fangorn Forest and there encounter the Ents. Gandalf has miraculously returned and defeated the evil wizard, Saruman. Sam has left his master for dead after a battle with the giant spider, Shelob. But Frodo is still alive, in the foul hands of the Orcs. And all the while, the armies of the Dark Lord are massing as the One Ring draws nearer to the Cracks of Doom. Book jacket.",
    "isbn": "9780010000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1654216226i/61215384._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/375802.Ender_s_Game",
    "title": "Ender’s Game (Ender's Saga, #1)",
    "authors": "Orson Scott Card",
    "description": "Included in this Orson Scott Card ebook bundle is the first volumes of two beloved series, The Ender Saga and The Shadow Series Ender's Game Andrew “Ender” Wiggin thinks he is playing computer simulated war games, at Earth’s elite military academy, the Battle School; he is, in fact, engaged in something far more desperate. Ender may be the military genius Earth desperately needs in a war against an inscrutable alien that seeks to destroy all human life. The only way to find out is to throw Ender into ever harsher training, to chip away and find the diamond inside, or destroy him utterly. Ender Wiggin is six years old when it begins. He will grow up fast. Ender’s Game is an international bestseller, read and loved by generations. It has been named one of the top ten science fiction novels of all time. Ender's Shadow Andrew \"Ender\" Wiggin was not the only child in the Battle School; he was just the best of the best. In Ender's Shadow, Card tells the story of another of those precocious generals, the one they called Bean--the one who became Ender's right hand, part of his team, in the final battle against the Buggers. Bean's past was a battle just to survive. His success brought him to the attention of the Battle School's recruiters, those people scouring the planet for leaders, tacticians, and generals to save Earth from the threat of alien invasion. Bean was sent into orbit, to the Battle School. And there he met Ender.... At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
    "isbn": "9781470000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1408303130i/375802._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/370493.The_Giving_Tree",
    "title": "The Giving Tree",
    "authors": "Shel Silverstein",
    "description": "As The Giving Tree turns fifty, this timeless classic is available for the first time ever in ebook format. This digital edition allows young readers and lifelong fans to continue the legacy and love of a classic that will now reach an even wider audience. \"Once there was a tree...and she loved a little boy.\" So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein. This moving parable for all ages offers a touching interpretation of the gift of giving and a serene acceptance of another's capacity to love in return. Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave. This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein's incomparable career as a bestselling children's book author and illustrator began with Lafcadio, the Lion Who Shot Back. He is also the creator of picture books including A Giraffe and a Half, Who Wants a Cheap Rhinoceros?, The Missing Piece, The Missing Piece Meets the Big O, and the perennial favorite The Giving Tree, and of classic poetry collections such as Where the Sidewalk Ends, A Light in the Attic, Falling Up, Every Thing On It, Don't Bump the Glump!, and Runny Babbit. And don't miss the other Shel Silverstein ebooks, Where the Sidewalk Ends and A Light in the Attic!",
    "isbn": "9780060000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1725807591i/370493._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/61215372-the-two-towers",
    "title": "The Two Towers (The Lord of the Rings, #2)",
    "authors": "J.R.R. Tolkien",
    "description": "This title is also available as a film as a film - Part 2 of The lord of the rings.",
    "isbn": "9780260000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1654216149i/61215372._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/1617.Night",
    "title": "Night",
    "authors": "Elie Wiesel",
    "description": "Allie in größter Gefahr. Nach einer spannenden Verfolgungsjagd durch die düsteren Straßen Londons kehrt Allie zurück ins Internat. Doch hier geht es ohne Pause weiter, denn nun ist sie vollwertiges Mitglied der geheimnisvollen NIGHT SCHOOL. Gleichzeitig spielen ihre Gefühle für Carter und Sylvain total verrückt. Da erhält sie eines Nachts eine Nachricht von ihrem verschollen geglaubten Bruder. Und ihr wird klar, dass die NIGHT SCHOOL ein sehr dunkles Geheimnis hütet.",
    "isbn": "9783860000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1709507006i/1617._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/6514.The_Bell_Jar",
    "title": "The Bell Jar",
    "authors": "Sylvia Plath",
    "description": "In Sylvia Plath's semi-autobiographical novel, The Bell Jar, readers are introduced to Esther Greenwood, a young woman grappling with the oppressive weight of societal expectations and her struggle with mental illness. The narrative unfolds with a poignant blend of dark humor and lyrical prose, allowing Plath to deftly explore themes of identity, feminism, and the unattainable ideals of perfection. Set against the backdrop of 1950s America, the novel captures the suffocating pressures placed on women while simultaneously offering a vivid portrait of mental anguish, all enveloped in a rich, confessional style that parallels Plath's own experiences and poetic sensibilities. Sylvia Plath, an emblematic figure of the confessional poetry movement, infused her writing with personal insight and emotional depth. Her own battles with depression and her turbulent life inevitably shaped the creation of The Bell Jar, illuminating the complexity of her characters and the authenticity of their voices. Plath's struggle to find her place in a male-dominated literary world further enhances the reading experience, inviting readers to reflect on the broader implications of her work in relation to mental health and gender. The Bell Jar is a must-read for anyone seeking a profound exploration of the human psyche. Plath's unflinching honesty and masterful command of language create a compelling narrative that resonates deeply, making it not just a story of one woman's descent into despair, but also a universal commentary on the pressures of conformity. This novel speaks to the heart of those confronting their own 'bell jars' and invites readers into a world where vulnerability becomes a strength. In this enriched edition, we have carefully created added value for your reading experience: - A succinct Introduction situates the work's timeless appeal and themes. - The Synopsis outlines the central plot, highlighting key developments without spoiling critical twists. - A detailed Historical Context immerses you in the era's events and influences that shaped the writing. - An Author Biography reveals milestones in the author's life, illuminating the personal insights behind the text. - A thorough Analysis dissects symbols, motifs, and character arcs to unearth underlying meanings. - Reflection questions prompt you to engage personally with the work's messages, connecting them to modern life. - Hand‐picked Memorable Quotes shine a spotlight on moments of literary brilliance. - Interactive footnotes clarify unusual references, historical allusions, and archaic phrases for an effortless, more informed read.",
    "isbn": "9780380000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1554582218i/6514._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/14891.A_Tree_Grows_in_Brooklyn",
    "title": "A Tree Grows in Brooklyn",
    "authors": "Betty  Smith",
    "description": "A PBS Great American Read Top 100 Pick The beloved American classic about a young girl's coming-of-age at the turn of the twentieth century. From the moment she entered the world, Francie Nolan needed to be made of stern stuff, for the often harsh life of Williamsburg demanded fortitude, precocity, and strength of spirit. Often scorned by neighbors for her family’s erratic and eccentric behavior—such as her father Johnny’s taste for alcohol and Aunt Sissy’s habit of marrying serially without the formality of divorce—no one, least of all Francie, could say that the Nolans’ life lacked drama. By turns overwhelming, sublime, heartbreaking, and uplifting, the Nolans’ daily experiences are tenderly threaded with family connectedness and raw with honesty. Betty Smith has, in the pages of A Tree Grows in Brooklyn, captured the joys of humble Williamsburg life-from “junk day” on Saturdays, when the children of Francie’s neighborhood traded their weekly take for pennies, to the special excitement of holidays, bringing cause for celebration and revelry. Betty Smith has artfully caught this sense of exciting life in a novel of childhood, replete with incredibly rich moments of universal experiences—a truly remarkable achievement for any writer.",
    "isbn": "9780060000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327883484i/14891._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/18144590-the-alchemist",
    "title": "The Alchemist",
    "authors": "Paulo Coelho",
    "description": "\"My heart is afraid that it will have to suffer,\" the boy told the alchemist one night as they looked up at the moonless sky.\" Tell your heart that the fear of suffering is worse than the suffering itself. And that no heart has ever suffered when it goes in search of its dreams.\" Every few decades a book is published that changes the lives of its readers forever. The Alchemist is such a book. With over a million and a half copies sold around the world, The Alchemist has already established itself as a modern classic, universally admired. Paulo Coelho's charming fable, now available in English for the first time, will enchant and inspire an even wider audience of readers for generations to come. The Alchemist is the magical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure as extravagant as any ever found. From his home in Spain he journeys to the markets of Tangiers and across the Egyptian desert to a fateful encounter with the alchemist. The story of the treasures Santiago finds along the way teaches us, as only a few stories have done, about the essential wisdom of listening to our hearts, learning to read the omens strewn along life's path, and, above all, following our dreams.",
    "isbn": "9780060000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1654371463i/18144590._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/76620.Watership_Down",
    "title": "Watership Down (Watership Down, #1)",
    "authors": "Richard  Adams",
    "description": "Watership Down by Richard Adams is a true classic. This stirring tale of courage and survival against the odds has become one of the best-loved animal adventures of all time. 'We've got to go away before it's too late.' Fiver was only a small rabbit, but he had a sixth sense and foresaw that disaster was about to destroy the warren. Few believed him. Led by his brother Hazel, a small band of rabbits set out on a perilous journey to find a safe home. Fiver's intuition finally leads them to Watership Down. But here they encounter the greatest threat of all. ***Winner of the Carnegie Medal and the Guardian Children's Fiction Prize*** 'A gripping story of rebellion in a rabbit warren and the subsequent adventures of the rebels. Adams has a poetic eye and a gift for storytelling which will speak to readers of all ages for many years to come' Sunday Times 'A masterpiece. The best story about wild animals since The Wind in the Willows. Very funny, exciting, often moving' Evening Standard 'A great book. A whole world is created, perfectly real in itself, yet constituting a deep incidental comment on human affairs' Guardian Richard Adams grew up in Berkshire, the son of a country doctor. After an education at Oxford, he spent six years in the army and then went into the Civil Service. He originally began telling the story of Watership Down to his two daughters and they insisted he publish it as a book. It quickly became a huge success with both children and adults, and won the Guardian Children's Fiction Award and the Carnegie Medal in 1972. Richard Adams has written many novels and short stories, including Shardik and The Plague Dogs.",
    "isbn": "9780100000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405136931i/76620._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/8127.Anne_of_Green_Gables",
    "title": "Anne of Green Gables (Anne of Green Gables, #1)",
    "authors": "L.M. Montgomery",
    "description": "An all-ages glimpse inside the pages of Lucy Maud Montgomery's tale of Anne. Heartbreak and hope fill the pages as Anne's life fills every nook and cranny of the comic book page. We're almost to the end, so don't give up now!",
    "isbn": "9781620000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1615094578i/8127._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/168642.In_Cold_Blood",
    "title": "In Cold Blood",
    "authors": "Truman Capote",
    "description": "On November 15, 1959, in the small town of Holcomb, Kansas, four members of the Clutter family were savagely murdered by blasts from a shotgun held a few inches from their faces. There was no apparent motive for the crime, and there were almost no clues. As Truman Capote reconstructs the murder and the investigation that led to the capture, trial, and execution of the killers, he generates both mesmerizing suspense and astonishing empathy. In Cold Blood is a work that transcends its moment, yielding poignant insights into the nature of American violence.",
    "isbn": "9781410000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1424931136i/168642._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/52892857-the-color-purple",
    "title": "The Color Purple",
    "authors": "Alice Walker",
    "description": "Set in the period between the world wars, this novel tells of two sisters, their trials, and their survival.",
    "isbn": "9781440000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1703084419i/52892857._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/23772.Green_Eggs_and_Ham",
    "title": "Green Eggs and Ham",
    "authors": "Dr. Seuss",
    "description": "NATIONAL BESTSELLER • Join in the fun with Sam-I-Am in this iconic Dr. Seuss classic about the joy of trying new things. And don’t miss the Netflix series adaptation! I do not like green eggs and ham. I do not like them, Sam-I-am. With unforgettable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. Kids will love the terrific tongue twisters as the list of places to enjoy green eggs and ham gets longer and longer...and they might even find themselves craving something new! Beginner Books are fun, funny, and easy to read! Launched by Dr. Seuss in 1957 with the publication of The Cat in the Hat, this beloved early reader series motivates children to read on their own by using simple words with illustrations that give clues to their meaning. Featuring a combination of kid appeal, supportive vocabulary, and bright, cheerful art, Beginner Books will encourage a love of reading in children ages 3–7.",
    "isbn": "9780390000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1673212751i/23772._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/662.Atlas_Shrugged",
    "title": "Atlas Shrugged",
    "authors": "Ayn Rand",
    "description": "Since its publication in 1957 Atlas Shrugged, the philosophical and artistic climax of Ayn Rand's novels, has never been out of print and has received enormous critical attention becoming one of the most influential books ever published, impacting on a variety of disciplines including philosophy, literature, economics, business, and political science among others. More than a great novel, Atlas Shrugged is an abstract conceptual, and symbolic work that expounds a radical philosophy, presenting a view of man and man's relationship to existence and manifesting the essentials of an entire philosophical system – metaphysics, epistemology, politics and ethics. Celebrating the fiftieth year of Atlas Shrugged's publication, this companion is an exploration of this monumental work of literature. Contributions have been specially commissioned from a diversity of eminent scholars who admire and have been influenced by the book, the included essays analyzing the novel's integrating elements of theme, plot and characterization from many perspectives and from various levels of meaning.",
    "isbn": "9781410000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405868167i/662._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/485894.The_Metamorphosis",
    "title": "The Metamorphosis",
    "authors": "Franz Kafka",
    "description": "The Metamorphosis (German: Die Verwandlung, also sometimes translated as The Transformation) is a novella by Franz Kafka, first published in 1915. It has been cited as one of the seminal works of fiction of the 20th century and is studied in colleges and universities across the Western world. The story begins with a traveling salesman, Gregor Samsa, waking to find himself transformed (metamorphosed) into a large, monstrous insect-like creature. The cause of Gregor's transformation is never revealed, and Kafka himself never gave an explanation. The rest of Kafka's novella deals with Gregor's attempts to adjust to his new condition as he deals with being burdensome to his parents and sister, who are repulsed by the horrible, verminous creature Gregor has become. Zephyr-House is proud to release this book as part of its one~prose series",
    "isbn": "9781510000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1646444605i/485894._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/9712.Love_in_the_Time_of_Cholera",
    "title": "Love in the Time of Cholera",
    "authors": "Gabriel García Márquez",
    "description": "INTERNATIONAL BESTSELLER • \"A love story of astonishing power\" (Newsweek), the acclaimed modern literary classic by the beloved Nobel Prize-winning author. In their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is devastated, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs--yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.",
    "isbn": "9780240000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1644691354i/9712._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7244.The_Poisonwood_Bible",
    "title": "The Poisonwood Bible",
    "authors": "Barbara Kingsolver",
    "description": "New York Times Bestseller • Finalist for the Pulitzer Prize • An Oprah's Book Club Selection “Powerful . . . [Kingsolver] has with infinitely steady hands worked the prickly threads of religion, politics, race, sin and redemption into a thing of terrible beauty.” —Los Angeles Times Book Review The Poisonwood Bible established Barbara Kingsolver, recipient of the National Book Foundation's Medal for Distinguished Contribution to American Letters, as one of the most thoughtful and daring of modern writers. Taking its place alongside the classic works of postcolonial literature, it is a suspenseful epic of one family's tragic undoing and remarkable reconstruction over the course of three decades in Africa. The story is told by the wife and four daughters of Nathan Price, a fierce, evangelical Baptist who takes his family and mission to the Belgian Congo in 1959. They carry with them everything they believe they will need from home, but soon find that all of it—from garden seeds to Scripture—is calamitously transformed on African soil. The novel is set against one of the most dramatic political chronicles of the twentieth century: the Congo's fight for independence from Belgium, the murder of its first elected prime minister, the CIA coup to install his replacement, and the insidious progress of a world economic order that robs the fledgling African nation of its autonomy. Against this backdrop, Orleanna Price reconstructs the story of her evangelist husband's part in the Western assault on Africa, a tale indelibly darkened by her own losses and unanswerable questions about her own culpability. Also narrating the story, by turns, are her four daughters—the teenaged Rachel; adolescent twins Leah and Adah; and Ruth May, a prescient five-year-old. These sharply observant girls, who arrive in the Congo with racial preconceptions forged in 1950s Georgia, will be marked in surprisingly different ways by their father's intractable mission, and by Africa itself. Ultimately each must strike her own separate path to salvation. Their passionately intertwined stories become a compelling exploration of moral risk and personal responsibility.",
    "isbn": "9780060000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1644073807i/7244._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/2998.The_Secret_Garden",
    "title": "The Secret Garden",
    "authors": "Frances Hodgson Burnett",
    "description": "When orphaned Mary Lennox, lonely and sad, comes to live at her uncle's great house on the Yorkshire moors, she finds it full of secrets. At night, she hears the sound of crying down one of the long corridors. Outside, she meets Dickon, a magical boy who can charm and talk to animals. Then, one day, with the help of a friendly robin, Mary discovers the most mysterious wonder of all--a secret garden, walled and locked, which has been completely forgotten for years and years. Is everything in the graden dead, or can Mary bring it back to life?",
    "isbn": "9780690000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327873635i/2998._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/52036.Siddhartha",
    "title": "Siddhartha",
    "authors": "Hermann Hesse",
    "description": "Im Schatten des Hauses, in der Sonne des Flußufers bei den Booten, im Schatten des Salwaldes, im Schatten des Feigenbaumes wuchs Siddhartha auf, der schöne Sohn des Brahmanen, der junge Falke, zusammen mit Govinda, seinem Freunde, dem Brahmanensohn. Sonne bräunte seine lichten Schultern am Flußufer, beim Bade, bei den heiligen Waschungen, bei den heiligen Opfern. Schatten floß in seine schwarzen Augen im Mangohain, bei den Knabenspielen, beim Gesang der Mutter, bei den heiligen Opfern, bei den Lehren seines Vaters, des Gelehrten, beim Gespräch der Weisen. Lange schon nahm Siddhartha am Gespräch der Weisen teil, übte sich mit Govinda im Redekampf, übte sich mit Govinda in der Kunst der Betrachtung, im Dienst der Versenkung. Schon verstand er, lautlos das Om zu sprechen, das Wort der Worte, es lautlos in sich hinein zu sprechen mit dem Einhauch, es lautlos aus sich heraus zu sprechen mit dem Aushauch, mit gesammelter Seele, die Stirn umgeben vom Glanz des klardenkenden Geistes. Schon verstand er, im Innern seines Wesens Atman zu wissen, unzerstörbar, eins mit dem Weltall. Freude sprang in seines Vaters Herzen über den Sohn, den Gelehrigen, den Wissensdurstigen, einen großen Weisen und Priester sah er in ihm heranwachsen, einen Fürsten unter den Brahmanen. Wonne sprang in seiner Mutter Brust, wenn sie ihn sah, wenn sie ihn schreiten, wenn sie ihn niedersitzen und aufstehen sah, Siddhartha, den Starken, den Schönen, den auf schlanken Beinen Schreitenden, den mit vollkommenem Anstand sie Begrüßenden. Liebe rührte sich in den Herzen der jungen Brahmanentöchter, wenn Siddhartha durch die Gassen der Stadt ging, mit der leuchtenden Stirn, mit dem Königsauge, mit den schmalen Hüften. Mehr als sie alle aber liebte ihn Govinda, sein Freund, der Brahmanensohn. Er liebte Siddharthas Auge und holde Stimme, er liebte seinen Gang und den vollkommenen Anstand seiner Bewegungen, er liebte alles, was Siddhartha tat und sagte, und am meisten liebte er seinen Geist, seine hohen, feurigen Gedanken, seinen glühenden Willen, seine hohe Berufung. Govinda wußte: dieser wird kein gemeiner Brahmane werden, kein fauler Opferbeamter, kein habgieriger Händler mit Zaubersprüchen, kein eitler, leerer Redner, kein böser, hinterlistiger Priester, und auch kein gutes, dummes Schaf in der Herde der Vielen. Nein, und auch er, Govinda, wollte kein solcher werden, kein Brahmane, wie es zehntausend gibt. Er wollte Siddhartha folgen, dem Geliebten, dem Herrlichen. Und wenn Siddhartha einstmals ein Gott würde, wenn er einstmals eingehen würde zu den Strahlenden, dann wollte Govinda ihm folgen, als sein Freund, als sein Begleiter, als sein Diener, als sein Speerträger, sein Schatten.",
    "isbn": "9781470000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1629378189i/52036._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/17899948-rebecca",
    "title": "Rebecca",
    "authors": "Daphne du Maurier",
    "description": "Sommer 1942. Rommels Armee rückt auf Kairo vor. Die Strategie des Wüstenfuchses scheint unschlagbar. Seine Geheimwaffe: der Meisterspion Wolff in Kairo. Wolffs Auftrag: Die Pläne der Engländer auszukundschaften und sie Rommel verschlüsselt zu übermitteln. Als Schlüssel dient ihm Daphne du Mauriers weltberühmter Roman \"Rebecca\". Doch die andere Seite ist nicht untätig. Während die deutschen Truppen unaufhaltsam vorstoßen, beginnt in den nächtlichen Straßen Kairos eine tödliche Verfolgungsjagd. Erst in der gnadenlosen Glut der Sahara entscheiden sich das Schicksal der beiden Gegenspieler und Sieg und Untergang der Armeen, für die sie kämpfen.",
    "isbn": "9783840000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386605169i/17899948._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/188572.The_Complete_Sherlock_Holmes",
    "title": "The Complete Sherlock Holmes",
    "authors": "Arthur Conan Doyle",
    "description": "The complete Sherlock Holmes contains everything written by Conan Doyle on the legendary private investigator. In a single volume all the novels and stories that have passionate all in the world for over 130 years",
    "isbn": "9783960000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348815538i/188572._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/119073.The_Name_of_the_Rose",
    "title": "The Name of the Rose",
    "authors": "Umberto Eco",
    "description": "In 1327, finding his sensitive mission at an Italian abbey further complicated by seven bizarre deaths, Brother William of Baskerville turns detective.",
    "isbn": "9780540000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415375471i/119073._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/9717.The_Unbearable_Lightness_of_Being",
    "title": "The Unbearable Lightness of Being",
    "authors": "Milan Kundera",
    "description": "'A cult figure.' Guardian 'A dark and brilliant achievement.' Ian McEwan 'Shamelessly clever ... Exhilaratingly subversive and funny.' Independent 'A modern classic ... As relevant now as when it was first published. ' John Banville A young woman is in love with a successful surgeon; a man torn between his love for her and his womanising. His mistress, a free-spirited artist, lives her life as a series of betrayals; while her other lover stands to lose everything because of his noble qualities. In a world where lives are shaped by choices and events, and everything occurs but once, existence seems to lose its substance and weight - and we feel 'the unbearable lightness of being'. The Unbearable Lightness of Being encompasses passion and philosophy, the Prague Spring and modern America, political acts and private desires, comedy and tragedy - in fact, all of human existence. What readers are saying: 'Some books change your mind, some change your heart, the very best change your whole world ... A mighty piece of work, that will shape your life forever.' 'One of the best books I've ever read ... A book about love and life, full of surprises. Beautiful.' 'This book is going to change your life ... It definitely leaves you with a hangover after you're done reading.' 'A must read - loved it, such beautiful observations on life, love and sexuality.' 'Kundera writes about love as if in a trance so the beauty of it is enchanting and dreamy ... Will stay with you forever.' 'A beautiful novel that helps you understand life better ... Loved it.' 'One of those rare novels full of depth and insight into the human condition ... Got me reading Camus and Sartre.' 'One of the best books I have ever read ... An intellectual love story if ever there was one.'",
    "isbn": "9780570000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1265401884i/9717._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/44767458-dune",
    "title": "Dune (Dune #1)",
    "authors": "Frank Herbert",
    "description": "Frank Herbert hat mit Dune - Der Wüstenplanet das größte Science-Fiction-Epos aller Zeiten geschaffen. Seit 1965 wurden weltweit über 12 Millionen Bücher verkauft. Jetzt erscheint erstmals die Hörbuchfassung bei Lübbe Audio, alle sechs Romane, ungekürzt. Gelesen wird Der Wüstenplanet (in der kongenialen Übersetzung von Ron Hahn) von Jürgen Prochnow, der 1984 in der gleichnamigen Verfilmung von David Lynch die Rolle des Herzog Leto Adreides spielte. Neben ihm agiert Simon Jäger, einer der versiertesten Hörbuch- und Synchronsprecher (u.a. die Stimme von Matt Damon). Als Gast dabei ist Marianne Rosenberg, die den Weissagungen und philosophischen Anmerkungen von Prinzessin Irulan ihre Stimme leiht. Der Mammut-Zyklus wird komplett erscheinen, d.h. der erste Roman Der Wüstenplanet, erscheint aufgrund des großen Umfangs aufgeteilt in zwei CD-Ausgaben (2 x 12 CDs mit über 1.500 Minuten Gesamtspielzeit) im August 2008. Im Halbjahresturnus werden die weiteren Romane vertont und veröffentlicht. Zum Inhalt: Arrakis. Dune. Der Wüstenplanet. Nur hier gibt es das Spice, das die interstellare Raumfahrt ermöglicht. Herzog Leto Atreides bekommt Arrakis zum Lehen, doch seine Erzfeinde locken ihn und seine Armee in einen tödlichen Hinterhalt. Letos Sohn Paul flieht zu den Fremen, den Ureinwohnern des Wüstenplaneten. Mit Hilfe der Wüstenbeduinen will er seine Familie rächen. Neben einer spannenden und ergreifenden Abenteuergeschichte ist Der Wüstenplanet aber viel mehr, denn er hält der Welt einen Spiegel vor: Fragen der Abhängigkeit von Rohstoffen, dem Frauenbild in der Gesellschaft, die anhaltende Bedrohung durch Massenvernichtungswaffen und weit reichende, philosophische Überlegungen finden sich in Der Wüstenplanet direkt oder in Metaphern wieder. Der Kampf zwischen Ökonomie und Religion hat schlussendlich erschreckend viele Parallelen zur aktuellen Situation im Nahen Osten. Zurecht ein Standardwerk, zurecht ein Kultbuch. Jetzt als Hörbuch-Ereignis.",
    "isbn": "9781650000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1555447414i/44767458._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/149267.The_Stand",
    "title": "The Stand",
    "authors": "Stephen        King",
    "description": "Über 1.500 Seiten Stephen King pur! In einem entvölkerten Amerika versucht eine Handvoll Überlebende die Zivilisation zu retten. Ihr Gegenspieler ist eine mythische Gestalt, die man den Dunklen Mann nennt, eine Verkörperung des absolut Bösen. In der Wüste Nevada kommt es zum Entscheidungskampf um das Schicksal der Menschheit.",
    "isbn": "9783640000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1213131305i/149267._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/4473.A_Prayer_for_Owen_Meany",
    "title": "A Prayer for Owen Meany",
    "authors": "John Irving",
    "description": "“A remarkable novel. . . . A Prayer for Owen Meany is a rare creation. ... An amazingly brave piece of work ... so extraordinary, so original, and so enriching. . . . Readers will come to the end feeling sorry to leave [this] richly textured and carefully wrought world.” —STEPHEN KING, Washington Post I am doomed to remember a boy with a wrecked voice—not because of his voice, or because he was the smallest person I ever knew, or even because he was the instrument of my mother's death, but because he is the reason I believe in God; I am a Christian because of Owen Meany. In the summer of 1953, two eleven-year-old boys—best friends—are playing in a Little League baseball game in Gravesend, New Hampshire. One of the boys hits a foul ball that kills the other boy's mother. The boy who hits the ball doesn't believe in accidents; Owen Meany believes he is God's instrument. What happens to Owen after that 1953 foul ball is extraordinary. A PBS Great American Read Top 100 Pick",
    "isbn": "9780060000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1260470010i/4473._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/19543.Where_the_Wild_Things_Are",
    "title": "Where the Wild Things Are",
    "authors": "Maurice Sendak",
    "description": "In the forty years since Max first cried \"Let the wild rumpus start,\" Maurice Sendak's classic picture book has become one of the most highly acclaimed and best-loved children's books of all time. Now, in celebration of this special anniversary, introduce a new generation to Max's imaginative journey to where the wild things are.",
    "isbn": "9780060000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1384434560i/19543._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/6310.Charlie_and_the_Chocolate_Factory",
    "title": "Charlie and the Chocolate Factory (Charlie Bucket, #1)",
    "authors": "Roald Dahl",
    "description": "Greetings to you, the lucky finder of this Gold Ticket from Mr Willy Wonka! Tremendous things are in store for you! Charlie Bucket's life is about to change forever, thanks to one miraculous moment! Willy Wonka, chocolate maker extraordinaire, has hidden five golden tickets in five ordinary bars of chocolate, and any child who finds one will get the chance to visit his incredible factory. And Charlie has found one . . . But so have . . . Augustus Gloop - a glutton for chocolate Veruca Salt - a spoiled and selfish brat Violet Beauregarde - a repulsive gum-chewer Mike Teavee - a television fiend With a chocolate river, delectable confectionery and mysterious Oompa Loompas, Mr Wonka's factory is the most wondrous place Charlie has ever seen.",
    "isbn": "9780140000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1309211401i/6310._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7784.The_Lorax",
    "title": "The Lorax",
    "authors": "Dr. Seuss",
    "description": "Celebrate Earth Day with Dr. Seuss and the Lorax in this classic picture book about protecting the environment! I am the Lorax. I speak for the trees. Dr. Seuss’s beloved story teaches kids to speak up and stand up for those who can’t. With a recycling-friendly “Go Green” message, The Lorax allows young readers to experience the beauty of the Truffula Trees and the danger of taking our earth for granted, all in a story that is timely, playful and hopeful. The book’s final pages teach us that just one small seed, or one small child, can make a difference. This book is the perfect gift for Earth Day and for any child—or child at heart—who is interested in recycling, advocacy and the environment, or just loves nature and playing outside. Unless someone like you cares a whole awful lot, nothing is going to get better. It’s not.",
    "isbn": "9780390000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1705520064i/7784._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5043.The_Pillars_of_the_Earth",
    "title": "The Pillars of the Earth (Kingsbridge, #1)",
    "authors": "Ken Follett",
    "description": "#1 New York Times Bestseller Oprah's Book Club Selection The “extraordinary . . . monumental masterpiece” (Booklist) that changed the course of Ken Follett’s already phenomenal career—and begins where its prequel, The Evening and the Morning, ended. “Follett risks all and comes out a clear winner,” extolled Publishers Weekly on the release of The Pillars of the Earth. A departure for the bestselling thriller writer, the historical epic stunned readers and critics alike with its ambitious scope and gripping humanity. Today, it stands as a testament to Follett’s unassailable command of the written word and to his universal appeal. The Pillars of the Earth tells the story of Philip, prior of Kingsbridge, a devout and resourceful monk driven to build the greatest Gothic cathedral the world has known . . . of Tom, the mason who becomes his architect—a man divided in his soul . . . of the beautiful, elusive Lady Aliena, haunted by a secret shame . . . and of a struggle between good and evil that will turn church against state and brother against brother. A spellbinding epic tale of ambition, anarchy, and absolute power set against the sprawling medieval canvas of twelfth-century England, this is Ken Follett’s historical masterpiece.",
    "isbn": "9781100000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1576956100i/5043._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/117833.The_Master_and_Margarita",
    "title": "The Master and Margarita",
    "authors": "Mikhail Bulgakov",
    "description": "Satan, Judas, a Soviet writer, and a talking black cat named Behemoth populate this satire, \" a classic of twentieth-century fiction\" ( The New York Times). In 1930s Moscow, Satan decides to pay the good people of the Soviet Union a visit. In old Jerusalem, the fateful meeting of Pilate and Yeshua and the murder of Judas in the garden of Gethsemane unfold. At the intersection of fantasy and realism, satire and unflinching emotional truths, Mikhail Bulgakov's classic The Master and Margarita eloquently lampoons every aspect of Soviet life under Stalin's regime, from politics to art to religion, while interrogating the complexities between good and evil, innocence and guilt, and freedom and oppression. Spanning from Moscow to Biblical Jerusalem, a vibrant cast of characters—a \"magician\" who is actually the devil in disguise, a giant cat, a witch, a fanged assassin—sow mayhem and madness wherever they go, mocking artists, intellectuals, and politicians alike. In and out of the fray weaves a man known only as the Master, a writer demoralized by government censorship, and his mysterious lover, Margarita. Burned in 1928 by the author and restarted in 1930, The Master and Margarita was Bulgakov's last completed creative work before his death. It remained unpublished until 1966—and went on to become one of the most well-regarded works of Russian literature of the twentieth century, adapted or referenced in film, television, radio, comic strips, theater productions, music, and opera.",
    "isbn": "9780800000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327867963i/117833._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/231804.The_Outsiders",
    "title": "The Outsiders",
    "authors": "S.E. Hinton",
    "description": "Includes bonus material, a new foreword by the author, and a discussion guide.",
    "isbn": "9780140000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1442129426i/231804._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/386162.The_Hitchhiker_s_Guide_to_the_Galaxy",
    "title": "The Hitchhiker’s Guide to the Galaxy (The Hitchhiker's Guide to the Galaxy, #1)",
    "authors": "Douglas Adams",
    "description": "After Earth is demolished to make way for a new hyperspatial expressway, Arthur Dent begins to hitch-hike through space.",
    "isbn": "9781600000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559986152l/386162._SX50_SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/70401.On_the_Road",
    "title": "On the Road",
    "authors": "Jack Kerouac",
    "description": "Jack Kerouacs epochemachender Roman «On the Road» (deutsch: «Unterwegs») über eine Schar junger Menschen, die auf der Suche nach Wahrheit, der Liebe und dem glückseligen Leben quer durch die USA reisen, hat weltweit Generationen junger Leute inspiriert. Er gehört zu den seltenen Büchern des 20. Jahrhunderts, die nicht nur einen völlig neuen Ton anschlugen, sondern vom Geist einer neuen Zeit kündeten: Nahezu im Alleingang schuf «On the Road» mit der Beat-Generation eine der ersten großen amerikanischen Jugendbewegungen und inspirierte deren geistige Nachkommen, die Hippies. Kerouac tippte das Manuskript in drei schlaflosen Wochen mit Hilfe von viel Kaffee und Benzedrin auf eine vierzig Meter lange Papierrolle. Beim Verlag wurde es später stark bearbeitet, gekürzt und anonymisiert. Die hier zum ersten Mal auf Deutsch vorliegende Urfassung ist ein einziger, von Jazz und Marihuana inspirierter Energiestoß. Die Sprachmusik darin ist roher als in der Druckfassung, der Sex expliziter, die Figuren (u. a. Allen Ginsberg, William S. Burroughs und der heimliche Held des Romans, der geniale Autodieb und Lebenskünstler Neal Cassidy) erscheinen mit Klarnamen. Übertragen wurde die Urfassung von Ulrich Blumenbach, der seit seiner Übersetzung von David Foster Wallace' Roman «Unendlicher Spa߻ zu den wohl renommiertesten deutschen Literaturübersetzern gehört. The beat goes on, und der wilde Rausch, den er erzeugt, verfehlt auch nach 50 Jahren nicht seine Wirkung. Dieses Buch war und ist ein «literarisches Ereignis» (Frankfurter Allgemeine Zeitung).",
    "isbn": "9783640000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1658929891i/70401._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/3876.The_Sun_Also_Rises",
    "title": "The Sun Also Rises",
    "authors": "Ernest Hemingway",
    "description": "Hemingway’s brilliant first novel is a poignant tale of love, loss, and the power to endure. In his unforgettable first novel, Hemingway artfully illuminates the plight of the Lost Generation, weaving a poignant tale of love and loss in the aftermath of World War I. The story follows two expatriates living in Paris in the 1920s: Jake Barnes, an American war veteran and journalist, and Lady Brett Ashley, an independent Englishwoman exploring the opportunities afforded by a new era of liberated women and sexual freedom. Impotent due to an injury suffered during the war, Jake must navigate his hopeless love for Brett in a changed world of waning morality. From Parisian society’s vibrant nightlife to the ruthless bullfighting rings of Spain, The Sun Also Rises takes readers on a powerful journey through mass disillusionment, moral bankruptcy, and elusive could-have-beens. All the while, we see both the brokenness and resilience of a generation scarred physically and emotionally by the horrors of war.",
    "isbn": "9798200000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1509802323i/3876._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/338798.Ulysses",
    "title": "Ulysses",
    "authors": "James Joyce",
    "description": "Ulysses, one of the greatest novels of the twentieth century, has had a profound influence on modern fiction. In a series of episodes covering the course of a single day, 16 June 1904, the novel traces the movements of Leopold Bloom and Stephen Dedalus through the streets of Dublin. Each episode has its own literary style, and the epic journey of Odysseus is only one of many correspondencies that add layers of meaning to the text. Ulysses has been the subject of controversy since copies of the first English edition were burned by the New York Post Office Authorities. Today critical interest centres on the authority of the text, and this edition, complete with an invaluable Introduction, notes, and appendices, republishes for the first time, without interference, the original 1922 text. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
    "isbn": "9780190000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1756682514i/338798._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/355697.All_Quiet_on_the_Western_Front",
    "title": "All Quiet on the Western Front",
    "authors": "Erich Maria Remarque",
    "description": "The masterpiece of the German experience during World War I, considered by many the greatest war novel of all time—with an Oscar–winning film adaptation now streaming on Netflix. “[Erich Maria Remarque] is a craftsman of unquestionably first rank.”—The New York Times Book Review I am young, I am twenty years old; yet I know nothing of life but despair, death, fear, and fatuous superficiality cast over an abyss of sorrow. . . . This is the testament of Paul Bäumer, who enlists with his classmates in the German army during World War I. They become soldiers with youthful enthusiasm. But the world of duty, culture, and progress they had been taught breaks in pieces under the first bombardment in the trenches. Through years of vivid horror, Paul holds fast to a single vow: to fight against the principle of hate that meaninglessly pits young men of the same generation but different uniforms against one another . . . if only he can come out of the war alive.",
    "isbn": "9780810000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1632027397i/355697._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/6149.Beloved",
    "title": "Beloved (Beloved Trilogy, #1)",
    "authors": "Toni Morrison",
    "description": "Staring unflinchingly into the abyss of slavery, this spellbinding novel transforms history into a story as powerful as Exodus and as intimate as a lullaby. Sethe, its protagonist, was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has too many memories of Sweet Home, the beautiful farm where so many hideous things happened. And Sethe's new home is haunted by the ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved. Filled with bitter poetry and suspense as taut as a rope, Beloved is a towering achievement by Nobel Prize laureate Toni Morrison.",
    "isbn": "9789770000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1722944318i/6149._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/1078.The_Good_Earth",
    "title": "The Good Earth (House of Earth, #1)",
    "authors": "Pearl S. Buck",
    "description": "Some people come from a long family line of lawyers, doctors, teachers and even cops. Febe just found out she comes from a long line of…witches! Febe Summer is not having a good day. Or a good year, for that matter. She lost her fiancé, her job, and her apartment all in one day—on her 25th birthday! Talk about the worst. Birthday. Ever! She’s jobless, penniless and soon to be…homeless. Will she be able to rebound and pick herself up again? Oh, and she just found out, thanks to a dark family secret, that she’s not who she thought she was. She’s a witch! And she’s not allowed to practice magic—yet. When she moves back to her small hometown of Blackshore Bay, there’s more family drama than she can handle. Her aunties are out of control, her sister is being secretive and someone has murdered the malicious town gossip. Will she be able to find out whom, before it’s too late? The Summer Sisters Witch Cozy Mystery series: Witch Happens (Book 1) Life’s a Witch (Book 2) Witch You Were Here (Book 3) Witchful Thinking (Book 4) coming soon",
    "isbn": "9780810000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1312497600i/1078._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/310612.A_Confederacy_of_Dunces",
    "title": "A Confederacy of Dunces",
    "authors": "John Kennedy Toole",
    "description": "The ordinary folk of New Orleans seem to think he is unhinged as well. Ignatius ignores them as he heaves his vast bulk through the city's fleshpots in a noble crusade against vice, modernity and ignorance. But his momma has a nasty surprise in store for him. Ignatius must get a job. Undaunted, he uses his new-found employment to further his mission - and now he has a pirate costume and a hot-dog cart to do it with ...",
    "isbn": "9780140000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562554946i/310612._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/252577.Angela_s_Ashes",
    "title": "Angela’s Ashes (Frank McCourt, #1)",
    "authors": "Frank McCourt",
    "description": "A Pulitzer Prize–winning, #1 New York Times bestseller, Angela’s Ashes is Frank McCourt’s masterful memoir of his childhood in Ireland—now with a new introduction by Patrick Radden Keefe. “When I look back on my childhood I wonder how I managed to survive at all. It was, of course, a miserable childhood: the happy childhood is hardly worth your while. Worse than the ordinary miserable childhood is the miserable Irish childhood, and worse yet is the miserable Irish Catholic childhood.” So begins the luminous memoir of Frank McCourt, born in Depression-era Brooklyn to recent Irish immigrants and raised in the slums of Limerick, Ireland. Frank’s mother, Angela, has no money to feed the children since Frank’s father, Malachy, rarely works, and when he does he drinks his wages. Yet Malachy—exasperating, irresponsible, and beguiling—does nurture in Frank an appetite for the one thing he can provide: a story. Frank lives for his father’s tales of Cuchulain, who saved Ireland, and of the Angel on the Seventh Step, who brings his mother babies. Perhaps it is story that accounts for Frank’s survival. Wearing rags for diapers, begging a pig’s head for Christmas dinner and gathering coal from the roadside to light a fire, Frank endures poverty, near-starvation and the casual cruelty of relatives and neighbors—yet lives to tell his tale with eloquence, exuberance, and remarkable forgiveness. Angela’s Ashes, imbued on every page with Frank McCourt’s astounding humor and compassion, is a glorious book that bears all the marks of a classic.",
    "isbn": "9780680000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348317139i/252577._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7763.The_Joy_Luck_Club",
    "title": "The Joy Luck Club",
    "authors": "Amy Tan",
    "description": "Discover Amy Tan's moving and poignant tale of immigrant Chinese mothers and their American-born daughters. 'The Joy Luck Club is an ambitious saga that's impossible to read without wanting to call your Mum' Stylist In 1949 four Chinese women, recent immigrants to San Francisco, meet weekly to play mahjong and tell stories of what they left behind in China. United in loss and new hope for their daughters' futures, they call themselves the Joy Luck Club. Their daughters, who have never heard these stories, think their mothers' advice is irrelevant to their modern American lives - until their own inner crises reveal how much they've unknowingly inherited of their mothers' pasts. 'Pure enchantment' Mail on Sunday",
    "isbn": "9781410000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1304978653i/7763._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/46170.For_Whom_the_Bell_Tolls",
    "title": "For Whom the Bell Tolls",
    "authors": "Ernest Hemingway",
    "description": "In 1937 Ernest Hemingway traveled to Spain to cover the civil war there for the North American Newspaper Alliance. Three years later he completed the greatest novel to emerge from \"the good fight,\" For Whom the Bell Tolls. The story of Robert Jordan, a young American in the International Brigades attached to an antifascist guerilla unit in the mountains of Spain, it tells of loyalty and courage, love and defeat, and the tragic death of an ideal. In his portrayal of Jordan's love for the beautiful Maria and his superb account of El Sordo's last stand, in his brilliant travesty of La Pasionaria and his unwillingness to believe in blind faith, Hemingway surpasses his achievement in The Sun Also Rises and A Farewell to Arms to create a work at once rare and beautiful, strong and brutal, compassionate, moving and wise. \"If the function of a writer is to reveal reality,\" Maxwell Perkins wrote to Hemingway after reading the manuscript, \"no one ever so completely performed it.\" Greater in power, broader in scope, and more intensely emotional than any of the author's previous works, it stands as one of the best war novels of all time.",
    "isbn": "9780650000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1492591524i/46170._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/2122.The_Fountainhead",
    "title": "The Fountainhead",
    "authors": "Ayn Rand",
    "description": "This centennial edition of \"The Fountainhead,\" celebrating the controversial and enduring legacy of its author, features an afterword by Rand's literary executor, Leonard Peikoff, offering some of Ayn Rand's personal notes on the development of her masterwork, and a Reader's Guide to her writings and philosophy.",
    "isbn": "9781980000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1491163636i/2122._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/10975.The_Sound_and_the_Fury",
    "title": "The Sound and the Fury",
    "authors": "William Faulkner",
    "description": "William Faulkner's \"The Sound and the Fury\" is a groundbreaking novel that employs a unique narrative structure and a stream-of-consciousness style to delve into the complexities of the Compson family, set in a decaying Southern plantation society. Divided into four sections, each with varying perspectives—including that of Benjy, a mentally disabled man—the novel reveals the disintegration of an aristocratic family over time, capturing themes of time, memory, and the struggle against an inevitable decline. Faulkner's intricate use of symbolism, shifting timelines, and rich, lyrical prose immerses the reader in the psychological depths of his characters, showcasing the broader societal decay in early 20th-century America. Faulkner, born in Mississippi, drew on his Southern roots and profound sense of place to create this poignant narrative. His experiences during World War I, coupled with his keen observations of the changing South, deeply influenced his writing. The tensions of race, identity, and familial loyalty woven throughout \"The Sound and the Fury\" reflect Faulkner's introspection and desire to articulate the profound struggles of humanity amid historical upheaval. This seminal work is essential for anyone interested in American literature and its exploration of human consciousness. Faulkner's vivid characterizations and innovative stylistic choices invite readers to engage deeply with the text, making it a remarkably rewarding experience for both scholars and casual readers alike.",
    "isbn": "9780330000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1757102364i/10975._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7069.The_World_According_to_Garp",
    "title": "The World According to Garp",
    "authors": "John Irving",
    "description": "This is the life and times of T. S. Garp, the bastard son of Jenny Fields, a feminist leader ahead of her time. This is the life and death of a famous mother and her almost-famous son; theirs is a world of sexual extremes, even of sexual assassinations. It is a novel rich with lunacy and sorrow, yet the dark, violent events of the story do not undermine a comedy both ribald and robust. In more than thirty languages, in more than forty countries-with more than ten million copies in print-this novel provides almost cheerful, even hilarious evidence of its famous last line: \"In the world according to Garp, we are all terminal cases.\"",
    "isbn": "9780670000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1447234581i/7069._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/227463.A_Clockwork_Orange",
    "title": "A Clockwork Orange",
    "authors": "Anthony Burgess",
    "description": "One of Esquire's 50 Best Sci-Fi Books of All Time \"A brilliant novel.... [A] savage satire on the distortions of the single and collective minds.\"— New York Times In Anthony Burgess's influential nightmare vision of the future, where the criminals take over after dark, the story is told by the central character, Alex, a teen who talks in a fantastically inventive slang that evocatively renders his and his friends' intense reaction against their society. Dazzling and transgressive, A Clockwork Orange is a frightening fable about good and evil and the meaning of human freedom. This edition includes the controversial last chapter not published in the first edition, and Burgess's introduction, \"A Clockwork Orange Resucked.\"",
    "isbn": "9780390000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1681066799i/227463._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/77767.Little_House_on_the_Prairie",
    "title": "Little House on the Prairie (Little House, #3)",
    "authors": "Laura Ingalls Wilder",
    "description": "A humorous yet practical book of life lessons from the seminal Little House on the Prairie television series and the books on which it was based, blending Laura Ingalls Wilder’s timeless teachings with her surprisingly timely penchant for homesteading, crafting, and the lifestyle we now call Cottagecore. The Little House on the Prairie was a childhood TV classic for a generation of kids, and Laura Ingalls Wilder’s novels have never gone out of style for young bookworms. Her stories of her family’s life in the 1870s offer countless gems of wisdom, and many facets of their lifestyle and the skills they relied on have become some of the hottest trends of today, from sourdough bread and modern pioneering to DIY prairie dresses and needlepoint. Little House Life Hacks playfully compiles the most crucial takeaways from that world, practical enough for pioneering stock and updated for today’s evolving world. The Ingalls are the perfect reminders of what’s important: love, family, community, honest work, and integrity. Alongside the life advice are selected inspirational quotes from the Little House books and show and fun pop culture tidbits (like that The Rock’s first celebrity crush was original mean girl Nellie Oleson), as well as with meaningful takeaways for creating more balance, wellness, and fun in all aspects of your life.",
    "isbn": "9780760000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559209202i/77767._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/37415.Their_Eyes_Were_Watching_God",
    "title": "Their Eyes Were Watching God",
    "authors": "Zora Neale Hurston",
    "description": "Janie Crawford, a Southern Black woman in the 1930's, journeys from being a free-spirited girl to a woman of independence and substance.",
    "isbn": "9780250000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1368072803i/37415._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/10799.A_Farewell_to_Arms",
    "title": "A Farewell to Arms",
    "authors": "Ernest Hemingway",
    "description": "An unforgettable World War I story of an American ambulance driver on the Italian front and his love for an English nurse.",
    "isbn": "9781450000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1313714836i/10799._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/16981.Invisible_Man",
    "title": "Invisible Man",
    "authors": "Ralph Ellison",
    "description": "In this renowned novel by H.G. Wells, a heavily disguised man takes up residence at a rural English inn and begins performing secret experiments, leading to intense curiosity from the locals. Eventually, the mysterious man, a scientist who has discovered the key to invisibility, clashes with the villagers and progressively becomes more unhinged and dangerous as he uses his powers for self-serving purposes. Published and set at the turn of the 20th century, the book highlights the perils of unchecked scientific hubris.",
    "isbn": "9780310000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1556482805i/16981._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/18373.Flowers_for_Algernon",
    "title": "Flowers for Algernon",
    "authors": "Daniel Keyes",
    "description": "Mentally retarded Charlie Gordon participates in an experiment which turns him into a genius, but only temporarily.",
    "isbn": "9780160000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1689071681i/18373._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/10365.Where_the_Red_Fern_Grows",
    "title": "Where the Red Fern Grows",
    "authors": "Wilson Rawls",
    "description": "A loving threesome, they ranged the dark hills and river bottoms of Cherokee County. Old Dan had the brawn, Little Ann had the brains�and Billy had the will to train them to be the finest hunting team in the valley. Glory and victory were coming to them, but sadness waited too. And close by was the strange and wonderful power that's only found...",
    "isbn": "9781590000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1518702249i/10365._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/40792344-mere-christianity",
    "title": "Mere Christianity",
    "authors": "C.S. Lewis",
    "description": "\"Mere Christianity\" by C.S. Lewis is a seminal work that explores the foundations of Christian faith and morality with intellectual rigor and clarity. Originally delivered as a series of radio talks during World War II, the book seeks to present a common ground of beliefs that unite Christians across various denominations. Divided into four parts, Lewis begins by making a case for the existence of a moral law, a universal standard that points towards a higher power. He then delves into the nature of God, the concept of Christian behavior, and the transformative power of faith. Lewis employs logical reasoning, insightful anecdotes, and a conversational style that makes complex theological ideas accessible to a broad audience. \"Mere Christianity\" has had a profound impact on Christian apologetics and philosophy, becoming a classic in the genre. Lewis's exploration of morality, virtue, and the essence of Christianity transcends its wartime origins, remaining relevant and influential in the ongoing discourse about the Christian faith. This enduring work continues to engage readers with its timeless insights into the nature of belief and the foundations of Christian thought.",
    "isbn": "9780800000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1531409863i/40792344._SX50_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/17716.Waiting_for_Godot",
    "title": "Waiting for Godot",
    "authors": "Samuel Beckett",
    "description": "Performed across the globe by some of the world's most iconic performers, Samuel Beckett's indelible masterpiece remains an unwavering testament of what it means to be human. From an inauspicious beginning at the tiny Left Bank Theatre de Babylone in 1953, followed by bewilderment among American and British audiences, Waiting for Godot has become of the most important and enigmatic plays of the past fifty years and a cornerstone of twentieth-century drama. As Clive Barnes wrote, “Time catches up with genius … Waiting for Godot is one of the masterpieces of the century.” The story revolves around two seemingly homeless men waiting for someone—or something—named Godot. Vladimir and Estragon wait near a tree, inhabiting a drama spun of their own consciousness. The result is a comical wordplay of poetry, dreamscapes, and nonsense, which has been interpreted as mankind’s inexhaustible search for meaning. Beckett’s language pioneered an expressionistic minimalism that captured the existential post-World War II Europe. His play remains one of the most magical and beautiful allegories of our time.",
    "isbn": "9780800000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327910301i/17716._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/13496.A_Game_of_Thrones",
    "title": "A Game of Thrones (A Song of Ice and Fire, #1)",
    "authors": "George R.R. Martin",
    "description": "NOW THE ACCLAIMED HBO SERIES GAME OF THRONES—THE MASTERPIECE THAT BECAME A CULTURAL PHENOMENON Here is the first book in the landmark series that has redefined imaginative fiction and become a modern masterpiece. A GAME OF THRONES In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the North of Winterfell, sinister and supernatural forces are massing beyond the kingdom’s protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens. Amid plots and counterplots, tragedy and betrayal, victory and terror, the fate of the Starks, their allies, and their enemies hangs perilously in the balance, as each endeavors to win that deadliest of conflicts: the game of thrones. A GAME OF THRONES • A CLASH OF KINGS • A STORM OF SWORDS • A FEAST FOR CROWS • A DANCE WITH DRAGONS",
    "isbn": "9780550000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562726234i/13496._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/256008.Lonesome_Dove",
    "title": "Lonesome Dove (Lonesome Dove, #1)",
    "authors": "Larry McMurtry",
    "description": "A love story, an adventure, and an epic of the frontier, Larry McMurtry�s Pulitzer Prize-winning classic, Lonesome Dove, the third book in the Lonesome Dove tetralogy, is the grandest novel ever written about the last defiant wilderness of America. Journey to the dusty little Texas town of Lonesome Dove and meet an unforgettable assortment of heroes and outlaws, whores and ladies, Indians and settlers. Richly authentic, beautifully written, always dramatic, Lonesome Dove is a book to make us laugh, weep, dream, and remember.",
    "isbn": "9780670000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559668037i/256008._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/133518.The_Things_They_Carried",
    "title": "The Things They Carried",
    "authors": "Tim O'Brien",
    "description": "The million-copy bestseller, which is a ground-breaking meditation on war, memory, imagination, and the redemptive power of storytelling.",
    "isbn": "9780010000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1424663847i/133518._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/4989.The_Red_Tent",
    "title": "The Red Tent",
    "authors": "Anita Diamant",
    "description": "Description: Movie Press Kits.",
    "isbn": "9780310000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405739117i/4989._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/228560.Sophie_s_Choice",
    "title": "Sophie’s Choice",
    "authors": "William Styron",
    "description": "This award-winning novel of love, survival, and agonizing regret in post–WWII Brooklyn “belongs on that small shelf reserved for American masterpieces” (The Washington Post Book World). Winner of the National Book Award and a modern classic, Sophie’s Choice centers on three characters: Stingo, a sexually frustrated aspiring novelist; Nathan, his charismatic but violent Jewish neighbor; and Sophie, an Auschwitz survivor who is Nathan’s lover. Their entanglement in one another’s lives will build to a stirring revelation of agonizing secrets that will change them forever. Poetic in its execution, and epic in its emotional sweep, Sophie’s Choice explores the good and evil of humanity through Stingo’s burgeoning worldliness, Nathan’s volatile personality, and Sophie’s tragic past. Mixing elements from Styron’s own experience with themes of the Holocaust and the history of slavery in the American South, the novel is a profound and haunting human drama, representing Styron at the pinnacle of his literary brilliance. This ebook features an illustrated biography of William Styron, including original letters, rare photos, and never-before-seen documents from the Styron family and the Duke University Archives.",
    "isbn": "9781940000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1356714742i/228560._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/59716.To_the_Lighthouse",
    "title": "To the Lighthouse",
    "authors": "Virginia Woolf",
    "description": "A captivating fusion of elegy, autobiography, socio-political critique and visionary thrust, To the Lighthouse is the most accomplished of all Woolf's novels. This new edition includes a full contextualizing introduction and notes by David Bradshaw.",
    "isbn": "9780200000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1639106809i/59716._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7745.Fear_and_Loathing_in_Las_Vegas",
    "title": "Fear and Loathing in Las Vegas: A Savage Journey to the Heart of the American Dream",
    "authors": "Hunter S. Thompson",
    "description": "50th Anniversary Edition • With an introduction by Caity Weaver, acclaimed New York Times journalist This cult classic of gonzo journalism is the best chronicle of drug-soaked, addle-brained, rollicking good times ever committed to the printed page. It is also the tale of a long weekend road trip that has gone down in the annals of American pop culture as one of the strangest journeys ever undertaken. Also a major motion picture directed by Terry Gilliam, starring Johnny Depp and Benicio del Toro.",
    "isbn": "9780310000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1703312483i/7745._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5113.Franny_and_Zooey",
    "title": "Franny and Zooey",
    "authors": "J.D. Salinger",
    "description": "�Everything everybody does is so�I don�t know�not wrong, or even mean, or even stupid necessarily. But just so tiny and meaningless and�sad-making. And the worst part is, if you go bohemian or something crazy like that, you�re conforming just as much only in a different way.�\n\nFirst published in The New Yorker as two sequential stories, �Franny� and �Zooey� offer a dual portrait of the two youngest members of J. D. Salinger�s fictional Glass family.\n\nFranny Glass is a pretty, effervescent college student on a date with her intellectually confident boyfriend, Lane. They appear to be the perfect couple, but as they struggle to communicate with each other about the things they really care about, slowly their true feelings come to the surface. The second story in this book, �Zooey�, plunges us into the world of her ethereal, sophisticated family. When Franny�s emotional and spiritual doubts reach new heights, her older brother Zooey, a misanthropic former child genius, offers her consolation and brotherly advice.\n\nWritten in Salinger�s typically irreverent style, these two stories offer a touching snapshot of the distraught mindset of early adulthood and are full of the insightful emotional observations and witty turns of phrase that have helped make Salinger�s reputation what it is today.",
    "isbn": "9780320000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1355037988i/5113._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/135479.Cat_s_Cradle",
    "title": "Cat’s Cradle",
    "authors": "Kurt Vonnegut Jr.",
    "description": "A word to the reader Here is a brand new Russian translation of the novel by American writer Kurt Vonnegut \" Cat's Cradle .\" A topic that has affected the author in his book, has always been an unhealthy interest . Destruction of civilization . Repeatedly one has predicted the end of the world, even called the exact dates . Obviously, we originally were laid out in the instinct of destruction, self-destruction. For those who have not read Vonnegut's novel in the original or the old translation in Russian, we specify, that the author's lampoon was brought in his book to the very end. Eventually he turned the planet into an ice desert. Imagine ice, where you can walk barefoot, feeling the warm touch of it. However, the so-called ice-nine represented itself mortal danger . But you can look about it for yourself when you will buy this book . The main thing is, in whose hands could get, and finally got, such a substance which destroys everything - ice-nine. During the Soviet era in Russia were banned many writers . Kurt Vonnegut was not among them . But now, if you take up the old translation of the novel \" Cat's Cradle \" and compare it with the original, you can note that may be the translator ( Rita Rite- Kovalyeva ) or publishers worked with a sharp instrument in their hands, cutting and sharpening all direct \"corners,\" sounded dissonant or incompatible with the Soviet ideology . Thus, the names of Karl Marx, Stalin and even Mao Zedong disappeared from the pages of the old translation, the Communists turned into monarchists and a Soviet spy of the Ukrainian ballet Zinka became simply: \" Zika from a foreign band .\" Should pay attention to the language style of the author. It is unusual . To move the similar style in Russian language is practically impossible, but the translator R. Rite- Kovalyeva tried to do it. Nobody will blame her for it. The translation, which is offered here, executed, how it worked, according to the canons of the Russian literary language . PONY Michurinsk",
    "isbn": "9781500000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327867150i/135479._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/40495148-blindness",
    "title": "Blindness",
    "authors": "José Saramago",
    "description": "Eine Nacht, die alles verändert hat. Statt sich dieser Tatsache zu stellen, versucht Nathan, sein Leben wie gewohnt fortzuführen. Er straft die Hinweise, dass nichts mehr ist, wie es einmal war, mit Nichtachtung – vollkommen egal, wie deutlich sie sind. Als dies zunehmend zu scheitern droht, flüchtet er sich in billige Affären und lindert seinen Frust mit Whiskey. Aber auch ein Nathan Caldwell muss irgendwann erkennen, dass sich nichts dauerhaft verdrängen lässt. Band 2 der ›Blindness‹-Reihe.",
    "isbn": "9783750000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1528481068i/40495148._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7588.A_Portrait_of_the_Artist_as_a_Young_Man",
    "title": "A Portrait of the Artist as a Young Man",
    "authors": "James Joyce",
    "description": "\"James Joyce's A Portrait of the Artist as a Young Man (1916) is one of the twentieth century's great coming-of-age novels. This Norton Critical Edition is based on Hans Walter Gabler's acclaimed text and is accompanied by his introduction and textual notes. John Paul Riquelme provides explanatory notes to deepen the reader's appreciation for Joyce's masterpiece.\" \"\"Backgrounds and Contexts\" is topically organized: \"Political Nationalism: Irish History, 1798-1916,\" \"The Irish Literary and Cultural Revival,\" \"Religion,\" and \"Aesthetic Backgrounds.\" Fourteen illustrations accompany the documents.\" \"\"Criticism\" begins with John Paul Riquelme's overview of A Portrait of the Artist as a Young Man's structure. Twelve diverse interpretations of his work follow, by Kenneth Burke, Umberto Eco, Hugh Kenner, Helene Cixous, John Paul Riquelme, Karen Lawrence, Maud Ellmann, Bonnie Kime Scott, Joseph Valente, Marian Eide, Pericles Lewis, adn Jonathan Mulrooney. A Selected Bibliography is also included.\"--BOOK JACKET.",
    "isbn": "9781850000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1756682478i/7588._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/99107.Winnie_the_Pooh",
    "title": "Winnie-the-Pooh (Winnie-the-Pooh, #1)",
    "authors": "A.A. Milne",
    "description": "A counting book with Winnie the Pooh and his friends.",
    "isbn": "9780720000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298440130i/99107._SY75_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/16299.And_Then_There_Were_None",
    "title": "And Then There Were None",
    "authors": "Agatha Christie",
    "description": "First, there were ten—a curious assortment of strangers summoned as weekend guests to a little private island off the coast of Devon. Their host, an eccentric millionaire unknown to all of them, is nowhere to be found. All that the guests have in common is a wicked past they're unwilling to reveal—and a secret that will seal their fate. For each has been marked for murder. A famous nursery rhyme is framed and hung in every room of the mansion: \"Ten little boys went out to dine; One choked his little self and then there were nine. Nine little boys sat up very late; One overslept himself and then there were eight. Eight little boys traveling in Devon; One said he'd stay there then there were seven. Seven little boys chopping up sticks; One chopped himself in half and then there were six. Six little boys playing with a hive; A bumblebee stung one and then there were five. Five little boys going in for law; One got in Chancery and then there were four. Four little boys going out to sea; A red herring swallowed one and then there were three. Three little boys walking in the zoo; A big bear hugged one and then there were two. Two little boys sitting in the sun; One got frizzled up and then there was one. One little boy left all alone; He went out and hanged himself and then there were none.\" When they realize that murders are occurring as described in the rhyme, terror mounts. One by one they fall prey. Before the weekend is out, there will be none. Who has choreographed this dastardly scheme? And who will be left to tell the tale? Only the dead are above suspicion.",
    "isbn": "9780600000000.0",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1638425885i/16299._SY75_.jpg"
  }
]