[
  {
    "link": "https://www.goodreads.com/book/show/56916837-to-kill-a-mockingbird",
    "title": "To Kill a Mockingbird",
    "authors": "Harper Lee",
    "description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, in a mass market edition.",
    "isbn": "9780329001186",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1612238791i/56916837._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/61439040-1984",
    "title": "1984",
    "authors": "George Orwell",
    "description": "\"1984 - der Roman zum Ende des Kommunismus.\" George Orwells 1984 dreht sich um den Büroangestellten Winston Smith, der im Ministerium für Wahrheit Ozeaniens als kleines Zahnrad im Getriebe eines monströsen Staatsapparates Zensuraufgaben erledigt. Seit Jahren nagen Zweifel an der Legitimität des Systems, in dem ihm selbst ein Augenrollen das Leben kosten kann. Der Roman beginnt mit dem ersten Schritt, diesen ursprünglich rein geistigen Widerstand in die Tat umzusetzen: Winston eröffnet ein Tagebuch. In weiterer Folge lernt er eine junge Kolleginlieben, gemeinsam beginnen sie eine Liebesbeziehung, die in der jeden Lebensaspekt durchdringenden Diktatur für sich bereits einen Akt des Hochverrats darstellt. Wenn sie auch unterschiedliche Ansichten über die Gesellschaft, in der sie leben, haben, sie eint die Ablehnung ihres engen Korsetts und der Wunsch nach individueller Freiheit und nicht zuletzt ein Recht, zu lieben und zu fühlen. Während Winston versteht, WIE die Maschinerie der Tyrannei funktioniert, versteht er jedoch nicht, WESHALB der massive Aufwand ihres Überwachungs- und Unterdrückungsapparates betrieben wird. Als sie sich entschließen, Kontakt zur Opposition im Untergrund zu suchen und schließlich in die Hände der Staatsmacht gelangen, lernt Winston den wahren Hintergrund der Gesellschaft Ozeaniens kennen. Bis zu seinem Tode war George Orwell überzeugter Sozialist - umso größer war die Wirkung, die sein 1949 veröffentlichtes Werk auf die politische Linke der damaligen Zeit hatte. Innerhalb dieser galt die Sowjetunion als die Verwirklichung der Ideen Marx, das Arbeiterparadies, dass die versklavten Massen aus ihrem Joch befreien würde. Orwell war einer der wenigen Linken seiner Zeit, die es wagten, an diesem Narrativ zu rütteln. Unter dem Eindruck des unbestreitbaren Terrors der stalinistischen Herrschaft und ihrer zynischen, opportunistischen Kooperation mit dem faschistischen und kapitalistischen Ausland, kritisierte er die Heuchelei und die Unmenschlichkeiten des real existierenden Kommunismus mit Farm der Tiere und 1984.",
    "isbn": "9786197642414",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1657781256i/61439040._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/42844155-harry-potter-and-the-philosopher-s-stone",
    "title": "Harry Potter and the Philosopher’s Stone (Harry Potter, #1)",
    "authors": "J.K. Rowling",
    "description": "Harry Potter is an ordinary boy who lives in a cupboard under the stairs at his Aunt Petunia and Uncle Vernon's house, which he thinks is normal for someone like him who's parents have been killed in a 'car crash'. He is bullied by them and his fat, spoilt cousin Dudley, and lives a very unremarkable life with only the odd hiccup (like his hair growing back overnight!) to cause him much to think about. That is until an owl turns up with a letter addressed to Harry and all hell breaks loose! He is literally rescued by a world where nothing is as it seems and magic lessons are the order of the day. Read and find out how Harry discovers his true heritage at Hogwarts School of Wizardry and Witchcraft, the reason behind his parents mysterious death, who is out to kill him, and how he uncovers the most amazing secret of all time, the fabled Philosopher's Stone! All this and muggles too. Now, what are they?",
    "isbn": "9780747558194",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1598823299i/42844155._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/41733839-the-great-gatsby",
    "title": "The Great Gatsby",
    "authors": "F. Scott Fitzgerald",
    "description": "The Great Gatsby – F. Scott Fitzgerald’s world-famous novel from 1925 is regarded as the masterpiece of American modernism. Set against the dazzling backdrop of the “Roaring Twenties,” it tells the story of Jay Gatsby, whose longing for Daisy Buchanan collapses between glamour and illusion. A timeless classic about love, illusion, and the dream of happiness. This is the English-language paperback edition of \"The Great Gatsby\". F. Scott Fitzgerald. The Great Gatsby. First published: Charles Scribner's Sons, New York City, 1925. Vollständige Neuausgabe,1. Auflage, LIWI Literatur- und Wissenschaftsverlag, Göttingen 2025.",
    "isbn": "9783753801384",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1650033243i/41733839._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/170448.Animal_Farm",
    "title": "Animal Farm",
    "authors": "George Orwell",
    "description": "A new edition of Orwell's savage satire of the Soviet Revolution, introduced and annotated by his biographer, D.J. Taylor First published in 1945, just as the allied forces had begun to parcel up the post-war world, Orwell's satire of the Soviet Revolution was instantly acclaimed as a Cold War classic. Set in the English countryside in the early years of the twentieth century, this is the story of a rebellion that fails, carried out by revolutionaries who all too swiftly turn into the thing they were trying to destroy. This new edition includes an introduction and extensive end-notes, and an appendix containing original responses to the novel as well as letters and documents from the period in which Animal Farm was written.",
    "isbn": "9781472133069",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1325861570i/170448._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5907.The_Hobbit_or_There_and_Back_Again",
    "title": "The Hobbit, or There and Back Again",
    "authors": "J.R.R. Tolkien",
    "description": "'The Hobbit' is a tale of high adventure, undertaken by a company of dwarves in search of dragon-guarded gold. A reluctant partner in this perilous quest is Bilbo Baggins, a comfort-loving, unambitious hobbit.",
    "isbn": "9780007270613",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546071216i/5907._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/157993.The_Little_Prince",
    "title": "The Little Prince",
    "authors": "Antoine de Saint-Exupéry",
    "description": "The story of an airman's discovery in the desert of a small boy from another planet.ther planet._",
    "isbn": "9781853261589",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1367545443i/157993._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/13079982-fahrenheit-451",
    "title": "Fahrenheit 451",
    "authors": "Ray Bradbury",
    "description": "nan",
    "isbn": "9783125614567",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1383718290i/13079982._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5107.The_Catcher_in_the_Rye",
    "title": "The Catcher in the Rye",
    "authors": "J.D. Salinger",
    "description": "REA's MAXnotes for William Faulkner's Absalom, Absalom! MAXnotes offer a fresh look at masterpieces of literature, presented in a lively and interesting fashion. Written by literary experts who currently teach the subject, MAXnotes will enhance your understanding and enjoyment of the work. MAXnotes are designed to stimulate independent thought about the literary work by raising various issues and thought-provoking ideas and questions. MAXnotes cover the essentials of what one should know about each work, including an overall summary, character lists, an explanation and discussion of the plot, the work's historical context, illustrations to convey the mood of the work, and a biography of the author. Each chapter is individually summarized and analyzed, and has study questions and answers.",
    "isbn": "9780878917525",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300i/5107._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/132080146-the-lion-the-witch-and-the-wardrobe",
    "title": "The Lion, the Witch and the Wardrobe (Chronicles of Narnia, #1)",
    "authors": "C.S. Lewis",
    "description": "Four English schoolchildren find their way through the back of a wardrobe into the magic land of Narnia and assist Aslan, the golden lion, to triumph over the White Witch, who has cursed the land with eternal winter.",
    "isbn": "9780060082406",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1697079942i/132080146._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/18114322-the-grapes-of-wrath",
    "title": "The Grapes of Wrath",
    "authors": "John Steinbeck",
    "description": "The Pulitzer Prize-winning epic of the Great Depression, a book that galvanized—and sometimes outraged—millions of readers. One of The Atlantic’s Great American Novels of the Past 100 Years First published in 1939, Steinbeck’s Pulitzer Prize-winning epic of the Great Depression chronicles the Dust Bowl migration of the 1930s and tells the story of one Oklahoma farm family, the Joads—driven from their homestead and forced to travel west to the promised land of California. Out of their trials and their repeated collisions against the hard realities of an America divided into Haves and Have-Nots evolves a drama that is intensely human yet majestic in its scale and moral vision, elemental yet plainspoken, tragic but ultimately stirring in its human dignity. A portrait of the conflict between the powerful and the powerless, of one man’s fierce reaction to injustice, and of one woman’s stoical strength, the novel captures the horrors of the Great Depression and probes into the very nature of equality and justice in America. At once a naturalistic epic, captivity narrative, road novel, and transcendental gospel, Steinbeck’s powerful landmark novel is perhaps the most American of American Classics. This Centennial edition, specially designed to commemorate one hundred years of Steinbeck, features french flaps and deckle-edged pages. For more than sixty-five years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,500 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "isbn": "9781440637124",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1375670575i/18114322._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/320.One_Hundred_Years_of_Solitude",
    "title": "One Hundred Years of Solitude",
    "authors": "Gabriel García Márquez",
    "description": "ONE OF THE WORLD'S MOST FAMOUS BOOKS AND WINNER OF THE NOBEL PRIZE FOR LITERATURE _______________________________ 'Many years later, as he faced the firing squad, Colonel Aureliano Buendía was to remember that distant afternoon when his father took him to discover ice' Gabriel García Márquez's great masterpiece is the story of seven generations of the Buendía family and of Macondo, the town they built. Though little more than a settlement surrounded by mountains, Macondo has its wars and disasters, even its wonders and its miracles. A microcosm of Columbian life, its secrets lie hidden, encoded in a book, and only Aureliano Buendía can fathom its mysteries and reveal its shrouded destiny. Blending political reality with magic realism, fantasy and comic invention, One Hundred Years of Solitude is one of the most daringly original works of the twentieth century. _______________________________ 'As steamy, dense and sensual as the jungle that surrounds the surreal town of Macondo!' Oprah, Featured in Oprah's Book Club 'Should be required reading for the entire human race' The New York Times 'The book that sort of saved my life' Emma Thompson 'No lover of fiction can fail to respond to the grace of Márquez's writing' Sunday Telegraph",
    "isbn": "9780241968598",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327881361i/320._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5129.Brave_New_World",
    "title": "Brave New World",
    "authors": "Aldous Huxley",
    "description": "Aldous Huxley's \"Brave New World\" presents a chilling vision of a dystopian future characterized by the pervasive influence of technology and state control over individuals. Written in 1932, this novel employs a satirical yet cautionary tone, utilizing rich, ironic prose to explore the loss of individuality in a society driven by consumerism, genetic engineering, and hedonism. Huxley crafts a technologically advanced world where human beings are conditioned from birth to embrace a predetermined social order, raising profound ethical questions about freedom, happiness, and the cost of progress. Aldous Huxley, a member of a prominent scientific family, was deeply influenced by both the Enlightenment ideals of progress and the emerging anxieties of the early 20th century. His exposure to the early theories of psychology, biology, and the effects of totalitarianism shaped his critical perspective on modern civilization. \"Brave New World\" serves as both a product of its time and a prophetic warning, reflecting Huxley's concerns about the dehumanizing potential of technological advancement and the inherent risks of sacrificing individuality for societal stability. This landmark work is an essential read for anyone interested in the interplay between technology, society, and human values. Huxley's masterful narrative invites readers to reflect on the moral dilemmas of contemporary life, making it a timeless exploration of the balance between progress and humanity. Engage with \"Brave New World\" to apprehend its enduring relevance in an age increasingly dominated by technological advancement.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1575509280i/5129._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/18405.Gone_with_the_Wind",
    "title": "Gone with the Wind",
    "authors": "Margaret Mitchell",
    "description": "nan",
    "isbn": "9780020209508",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1551144577i/18405._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/890.Of_Mice_and_Men",
    "title": "Of Mice and Men",
    "authors": "John Steinbeck",
    "description": "\"Of Mice and Men\" is a novella written by John Steinbeck, first published in 1937. Set during the Great Depression in California, it tells the story of two displaced migrant ranch workers, George Milton and Lennie Small, who are trying to make a living during tough economic times. George is a small, quick-witted man, while Lennie is a physically strong but mentally disabled man with a childlike innocence. The two have a close bond, with George serving as a protector and caretaker for Lennie. The story follows their journey as they seek employment and dream of owning their own piece of land, which they call a little farm where they can live off the fat of the land. However, their dreams are constantly threatened by the harsh realities of their circumstances and the cruelty of the world around them. The novella explores themes of friendship, loneliness, isolation, and the harshness of society, as well as the plight of marginalized individuals during the Great Depression. It is a poignant and timeless work that continues to resonate with readers due to its powerful portrayal of human relationships and the struggle for survival.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1511302904i/890._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5.Harry_Potter_and_the_Prisoner_of_Azkaban",
    "title": "Harry Potter and the Prisoner of Azkaban (Harry Potter, #3)",
    "authors": "J.K. Rowling",
    "description": "'Welcome to the Knight Bus, emergency transport for the stranded witch or wizard. Just stick out your wand hand, step on board and we can take you anywhere you want to go.' When the Knight Bus crashes through the darkness and screeches to a halt in front of him, it's the start of another far from ordinary year at Hogwarts for Harry Potter. Sirius Black, escaped mass-murderer and follower of Lord Voldemort, is on the run - and they say he is coming after Harry. In his first ever Divination class, Professor Trelawney sees an omen of death in Harry's tea leaves... But perhaps most terrifying of all are the Dementors patrolling the school grounds, with their soul-sucking kiss... Having become classics of our time, the Harry Potter eBooks never fail to bring comfort and escapism. With their message of hope, belonging and the enduring power of truth and love, the story of the Boy Who Lived continues to delight generations of new readers.",
    "isbn": "9781781100233",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630547330i/5._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/3636.The_Giver",
    "title": "The Giver (The Giver, #1)",
    "authors": "Lois Lowry",
    "description": "A study guide for Lois Lowry's book for young readers, \"The Giver,\" which includes discussion questions, vocabulary builders, activities, and other teaching resources.",
    "isbn": "9780590373586",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1342493368i/3636._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7624.Lord_of_the_Flies",
    "title": "Lord of the Flies",
    "authors": "William Golding",
    "description": "The classical study of human nature which depicts the degeneration of a group of schoolboys marooned on a desert island.",
    "isbn": "9780399529207",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327869409i/7624._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/4981.Slaughterhouse_Five",
    "title": "Slaughterhouse-Five",
    "authors": "Kurt Vonnegut Jr.",
    "description": "Presents a collection of critical essays about Kurt Vonnegut's Slaughterhouse-five.",
    "isbn": "9781438128740",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1440319389i/4981._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7604.Lolita",
    "title": "Lolita",
    "authors": "Vladimir Nabokov",
    "description": "The most famous and controversial novel from one of the greatest writers of the twentieth century tells the story of Humbert Humbert’s obsessive, devouring, and doomed passion for the nymphet Dolores Haze. “The conjunction of a sense of humor with a sense of horror [results in] satire of a very special kind.”—The New Yorker One of The Atlantic’s Great American Novels of the Past 100 Years Awe and exhilaration—along with heartbreak and mordant wit—abound in Lolita, which tells the story of the aging Humbert Humbert's obsession for the nymphet Dolores Haze. Lolita is also the story of a hypercivilized European colliding with the cheerful barbarism of postwar America. Most of all, it is a meditation on love—love as outrage and hallucination, madness and transformation.",
    "isbn": "9780307744029",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1377756377i/7604._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/4406.East_of_Eden",
    "title": "East of Eden",
    "authors": "John Steinbeck",
    "description": "A masterpiece of Biblical scope, and the magnum opus of one of America’s most enduring authors, in a commemorative hardcover edition In his journal, Nobel Prize winner John Steinbeck called East of Eden \"the first book,\" and indeed it has the primordial power and simplicity of myth. Set in the rich farmland of California's Salinas Valley, this sprawling and often brutal novel follows the intertwined destinies of two families—the Trasks and the Hamiltons—whose generations helplessly reenact the fall of Adam and Eve and the poisonous rivalry of Cain and Abel. The masterpiece of Steinbeck’s later years, East of Eden is a work in which Steinbeck created his most mesmerizing characters and explored his most enduring themes: the mystery of identity, the inexplicability of love, and the murderous consequences of love's absence. Adapted for the 1955 film directed by Elia Kazan introducing James Dean, and read by thousands as the book that brought Oprah’s Book Club back, East of Eden has remained vitally present in American culture for over half a century.",
    "isbn": "9781440631320",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1639969375i/4406._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/34454589-the-handmaid-s-tale",
    "title": "The Handmaid's Tale",
    "authors": "Margaret Atwood",
    "description": "Now a Hulu series starring Elizabeth Moss. The Handmaid's Tale is an instant classic and eerily prescient cultural phenomenon, from \"the patron saint of feminist dystopian fiction\" (New York Times) The Handmaid’s Tale is a novel of such power that the reader will be unable to forget its images and its forecast. Set in the near future, it describes life in what was once the United States and is now called the Republic of Gilead, a monotheocracy that has reacted to social unrest and a sharply declining birthrate by reverting to, and going beyond, the repressive intolerance of the original Puritans. The regime takes the Book of Genesis absolutely at its word, with bizarre consequences for the women and men in its population. The story is told through the eyes of Offred, one of the unfortunate Handmaids under the new social order. In condensed but eloquent prose, by turns cool-eyed, tender, despairing, passionate, and wry, she reveals to us the dark corners behind the establishment’s calm facade, as certain tendencies now in existence are carried to their logical conclusions. The Handmaid’s Tale is funny, unexpected, horrifying, and altogether convincing. It is at once scathing satire, dire warning, and a tour de force. It is Margaret Atwood at her best.",
    "isbn": "9780547345666",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1488552336i/34454589._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/34.The_Fellowship_of_the_Ring",
    "title": "The Fellowship of the Ring (The Lord of the Rings, #1)",
    "authors": "J.R.R. Tolkien",
    "description": "The opening novel of The Lord of the Rings—the greatest fantasy epic of all time—which continues in The Two Towers and The Return of the King. Nominated as one of America’s best-loved novels by PBS’s The Great American Read The dark, fearsome Ringwraiths are searching for a Hobbit. Frodo Baggins knows that they are seeking him and the Ring he bears—the Ring of Power that will enable evil Sauron to destroy all that is good in Middle-earth. Now it is up to Frodo and his faithful servant, Sam, with a small band of companions, to carry the Ring to the one place it can be destroyed: Mount Doom, in the very center of Sauron’s realm.",
    "isbn": "9780345339706",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298411339i/34._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/332613.One_Flew_Over_the_Cuckoo_s_Nest",
    "title": "One Flew Over the Cuckoo’s Nest",
    "authors": "Ken Kesey",
    "description": "A Penguin Classics Deluxe Edition of a counterculture classic, and the inspiration for the new Netflix original series Ratched, with a foreword by Chuck Palahniuk One of The Atlantic’s Great American Novels of the Past 100 Years Boisterous, ribald, and ultimately shattering, Ken Kesey’s 1962 novel has left an indelible mark on the literature of our time. Now in a new deluxe edition with a foreword by Chuck Palahniuk and cover by Joe Sacco, here is the unforgettable story of a mental ward and its inhabitants, especially the tyrannical Big Nurse Ratched and Randle Patrick McMurphy, the brawling, fun-loving new inmate who resolves to oppose her. We see the struggle through the eyes of Chief Bromden, the seemingly mute half-Indian patient who witnesses and understands McMurphy’s heroic attempt to do battle with the powers that keep them all imprisoned. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "isbn": "9781101575277",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1516211014i/332613._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/49552.The_Stranger",
    "title": "The Stranger",
    "authors": "Albert Camus",
    "description": "With the intrigue of a psychological thriller, The Stranger—Camus's masterpiece—gives us the story of an ordinary man unwittingly drawn into a senseless murder on an Algerian beach. With an Introduction by Peter Dunwoodie; translated by Matthew Ward. Behind the subterfuge, Camus explores what he termed \"the nakedness of man faced with the absurd\" and describes the condition of reckless alienation and spiritual exhaustion that characterized so much of twentieth-century life. “The Stranger is a strikingly modern text and Matthew Ward’s translation will enable readers to appreciate why Camus’s stoical anti-hero and ­devious narrator remains one of the key expressions of a postwar Western malaise, and one of the cleverest exponents of a literature of ambiguity.” —from the Introduction by Peter Dunwoodie First published in 1946; now in translation by Matthew Ward.",
    "isbn": "9780307827661",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1738704267i/49552._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/929.Memoirs_of_a_Geisha",
    "title": "Memoirs of a Geisha",
    "authors": "Arthur Golden",
    "description": "\"Captivating, minutely imagined . . . a novel that refuses to stay shut\" (\"Newsweek\"), \"Memoirs of a Geisha\" is now released in a movie tie-in edition.",
    "isbn": "9780770429966",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1409595968i/929._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/13.The_Ultimate_Hitchhiker_s_Guide_to_the_Galaxy",
    "title": "The Ultimate Hitchhiker’s Guide to the Galaxy (Hitchhiker's Guide to the Galaxy, #1-5)",
    "authors": "Douglas Adams",
    "description": "nan",
    "isbn": "9780385365925",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1404613595i/13._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/24178.Charlotte_s_Web",
    "title": "Charlotte’s Web",
    "authors": "E.B. White",
    "description": "The much-loved children’s classic by E.B. White, available in eBook for the very first time!",
    "isbn": "9780008139414",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1628267712i/24178._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/15881.Harry_Potter_and_the_Chamber_of_Secrets",
    "title": "Harry Potter and the Chamber of Secrets (Harry Potter, #2)",
    "authors": "J.K. Rowling",
    "description": "Witchcraft, wizardry - fiction.",
    "isbn": "9781551922447",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474169725i/15881._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/11127.The_Chronicles_of_Narnia",
    "title": "The Chronicles of Narnia (The Chronicles of Narnia, #1-7)",
    "authors": "C.S. Lewis",
    "description": "The Lion, the Witch and the Wardrobe tells the story of four adventurous children: Peter, Susan, Edmund, and Lucy Pevensie, who have been evacuated to the English countryside in 1940 following the outbreak of World War II. They discover a wardrobe in Professor Digory Kirke's house that leads to the magical land of Narnia. Narnia is a charming, once peaceful land inhabited by talking beasts, dwarfs, fauns, and giants. Unfortunately, it has been frozen in eternal winter and enslaved by the power of the White Witch. The arrival of the children, with the return of the Great Lion Aslan , gives Narnia hope for liberation . . . but with a great sacrifice.",
    "isbn": "9789887739562",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1661032875i/11127._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/2165.The_Old_Man_and_the_Sea",
    "title": "The Old Man and the Sea",
    "authors": "Ernest Hemingway",
    "description": "nan",
    "isbn": "9783190001507",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1329189714i/2165._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/33574273-a-wrinkle-in-time",
    "title": "A Wrinkle in Time (Time Quintet, #1)",
    "authors": "Madeleine L'Engle",
    "description": "Meg Murry and her friends become involved with unearthly strangers and a search for Meg's father, who has disappeared while engaged in secret work for the government.",
    "isbn": "9780590373609",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1507963312i/33574273._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/61215384-the-return-of-the-king",
    "title": "The Return of the King (The Lord of the Rings, #3)",
    "authors": "J.R.R. Tolkien",
    "description": "Darkness Will Bind Them... watch The Lord of the Rings: The Rings of Power season 2 on Prime Video",
    "isbn": "9780007322558",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1654216226i/61215384._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/375802.Ender_s_Game",
    "title": "Ender’s Game (Ender's Saga, #1)",
    "authors": "Orson Scott Card",
    "description": "FEATURING: Ender's Game (978-0-8125-5070-2, $6.99/$8.99) Ender's Shadow (978-0-8125-7571-2, $8.99/$10.99) Shadow of the Hegemon (978-0-8125-6595-9, $7.99/$9.99)",
    "isbn": "9780765374813",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1408303130i/375802._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/370493.The_Giving_Tree",
    "title": "The Giving Tree",
    "authors": "Shel Silverstein",
    "description": "As The Giving Tree turns fifty, this timeless classic is available for the first time ever in ebook format. This digital edition allows young readers and lifelong fans to continue the legacy and love of a classic that will now reach an even wider audience. \"Once there was a tree...and she loved a little boy.\" So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein. This moving parable for all ages offers a touching interpretation of the gift of giving and a serene acceptance of another's capacity to love in return. Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave. This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein's incomparable career as a bestselling children's book author and illustrator began with Lafcadio, the Lion Who Shot Back. He is also the creator of picture books including A Giraffe and a Half, Who Wants a Cheap Rhinoceros?, The Missing Piece, The Missing Piece Meets the Big O, and the perennial favorite The Giving Tree, and of classic poetry collections such as Where the Sidewalk Ends, A Light in the Attic, Falling Up, Every Thing On It, Don't Bump the Glump!, and Runny Babbit. And don't miss the other Shel Silverstein ebooks, Where the Sidewalk Ends and A Light in the Attic!",
    "isbn": "9780061965104",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1725807591i/370493._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/61215372-the-two-towers",
    "title": "The Two Towers (The Lord of the Rings, #2)",
    "authors": "J.R.R. Tolkien",
    "description": "Begin your journey into Middle-earth... The inspiration for the upcoming original series on Prime Video, The Lord of the Rings: The Rings of Power. The Two Towers is the second part of J.R.R. Tolkien’s epic adventure The Lord of the Rings. One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them. Frodo and his Companions of the Ring have been beset by danger during their quest to prevent the Ruling Ring from falling into the hands of the Dark Lord by destroying it in the Cracks of Doom. They have lost the wizard, Gandalf, in a battle in the Mines of Moria. And Boromir, seduced by the power of the Ring, tried to seize it by force. While Frodo and Sam made their escape, the rest of the company was attacked by Orcs. Now they continue the journey alone down the great River Anduin—alone, that is, save for the mysterious creeping figure that follows wherever they go. This continues the classic tale begun in The Fellowship of the Ring, which reaches its awesome climax in The Return of the King.",
    "isbn": "9780547952024",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1654216149i/61215372._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/1617.Night",
    "title": "Night",
    "authors": "Elie Wiesel",
    "description": "A new translation from the French by Marion Wiesel. Night is Elie Wiesel's masterpiece, a candid, horrific, and deeply poignant autobiographical account of his survival as a teenager in the Nazi death camps. This new translation by Marion Wiesel, Elie's wife and frequent translator, presents this seminal memoir in the language and spirit truest to the author's original intent. And in a substantive new preface, Elie reflects on the enduring importance of Night and his lifelong, passionate dedication to ensuring that the world never forgets man's capacity for inhumanity to man. Night offers much more than a litany of the daily terrors, everyday perversions, and rampant sadism at Auschwitz and Buchenwald; it also eloquently addresses many of the philosophical as well as personal questions implicit in any serious consideration of what the Holocaust was, what it meant, and what its legacy is and will be.",
    "isbn": "9781466805361",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1709507006i/1617._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/6514.The_Bell_Jar",
    "title": "The Bell Jar",
    "authors": "Sylvia Plath",
    "description": "Esther Greenwood begins the summer with an internship at a popular women’s magazine, but her hopes for a career as a writer are dashed when she returns home to Massachusetts to discover she’s been rejected from a prestigious writing seminar. Listless and suffering from the onset of depression, Esther attempts suicide, and eventually finds herself in a variety of hospitals undergoing controversial electro-shock therapy. American author Sylvia Plath’s only novel, The Bell Jar has been read and discussed widely for its dark humour, honest portrayal of mental illness, and feminist point of view, and is noted for its parallels to the author’s own life—Plath committed suicide only a month into the book’s UK publication. Ultimately, The Bell Jar ’s exploration of the pressure on young women of Plath’s time to conform to societal expectations has influenced both literature and pop culture in the decades since its publication. HarperPerennial Classics brings great works of literature to life in digital format, upholding the highest standards in ebook production and celebrating reading in all its forms. Look for more titles in the HarperPerennial Classics collection to build your digital library.",
    "isbn": "9781443431897",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1554582218i/6514._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/14891.A_Tree_Grows_in_Brooklyn",
    "title": "A Tree Grows in Brooklyn",
    "authors": "Betty  Smith",
    "description": "A PBS Great American Read Top 100 Pick The beloved American classic about a young girl's coming-of-age at the turn of the twentieth century. From the moment she entered the world, Francie Nolan needed to be made of stern stuff, for the often harsh life of Williamsburg demanded fortitude, precocity, and strength of spirit. Often scorned by neighbors for her family’s erratic and eccentric behavior—such as her father Johnny’s taste for alcohol and Aunt Sissy’s habit of marrying serially without the formality of divorce—no one, least of all Francie, could say that the Nolans’ life lacked drama. By turns overwhelming, sublime, heartbreaking, and uplifting, the Nolans’ daily experiences are tenderly threaded with family connectedness and raw with honesty. Betty Smith has, in the pages of A Tree Grows in Brooklyn, captured the joys of humble Williamsburg life-from “junk day” on Saturdays, when the children of Francie’s neighborhood traded their weekly take for pennies, to the special excitement of holidays, bringing cause for celebration and revelry. Betty Smith has artfully caught this sense of exciting life in a novel of childhood, replete with incredibly rich moments of universal experiences—a truly remarkable achievement for any writer.",
    "isbn": "9780061803024",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327883484i/14891._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/18144590-the-alchemist",
    "title": "The Alchemist",
    "authors": "Paulo Coelho",
    "description": "\"My heart is afraid that it will have to suffer,\" the boy told the alchemist one night as they looked up at the moonless sky.\" Tell your heart that the fear of suffering is worse than the suffering itself. And that no heart has ever suffered when it goes in search of its dreams.\" Every few decades a book is published that changes the lives of its readers forever. The Alchemist is such a book. With over a million and a half copies sold around the world, The Alchemist has already established itself as a modern classic, universally admired. Paulo Coelho's charming fable, now available in English for the first time, will enchant and inspire an even wider audience of readers for generations to come. The Alchemist is the magical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure as extravagant as any ever found. From his home in Spain he journeys to the markets of Tangiers and across the Egyptian desert to a fateful encounter with the alchemist. The story of the treasures Santiago finds along the way teaches us, as only a few stories have done, about the essential wisdom of listening to our hearts, learning to read the omens strewn along life's path, and, above all, following our dreams.",
    "isbn": "9780061741241",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1654371463i/18144590._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/76620.Watership_Down",
    "title": "Watership Down (Watership Down, #1)",
    "authors": "Richard  Adams",
    "description": "nan",
    "isbn": "9789735038625",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405136931i/76620._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/8127.Anne_of_Green_Gables",
    "title": "Anne of Green Gables (Anne of Green Gables, #1)",
    "authors": "L.M. Montgomery",
    "description": "When the Cathberts adopt an orphan, they aren't prepared for Anne Shirley. But the spunky heroine wins everyone's heart and finds herself a true home at last.",
    "isbn": "9780679854678",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1615094578i/8127._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/168642.In_Cold_Blood",
    "title": "In Cold Blood",
    "authors": "Truman Capote",
    "description": "NATIONAL BESTSELLER • The most famous true crime novel of all time \"chills the blood and exercises the intelligence\" (The New York Review of Books)—and haunted its author long after he finished writing it. On November 15, 1959, in the small town of Holcomb, Kansas, four members of the Clutter family were savagely murdered by blasts from a shotgun held a few inches from their faces. There was no apparent motive for the crime, and there were almost no clues. In one of the first non-fiction novels ever written, Truman Capote reconstructs the murder and the investigation that led to the capture, trial, and execution of the killers, generating both mesmerizing suspense and astonishing empathy. In Cold Blood is a work that transcends its moment, yielding poignant insights into the nature of American violence.",
    "isbn": "9780679745587",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1424931136i/168642._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/52892857-the-color-purple",
    "title": "The Color Purple",
    "authors": "Alice Walker",
    "description": "Set in the period between the world wars, this novel tells of two sisters, their trials, and their survival.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1703084419i/52892857._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/23772.Green_Eggs_and_Ham",
    "title": "Green Eggs and Ham",
    "authors": "Dr. Seuss",
    "description": "NATIONAL BESTSELLER • Join in the fun with Sam-I-Am in this iconic Dr. Seuss classic about the joy of trying new things. And don’t miss the Netflix series adaptation! I do not like green eggs and ham. I do not like them, Sam-I-am. With unforgettable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. Kids will love the terrific tongue twisters as the list of places to enjoy green eggs and ham gets longer and longer...and they might even find themselves craving something new! Beginner Books are fun, funny, and easy to read! Launched by Dr. Seuss in 1957 with the publication of The Cat in the Hat, this beloved early reader series motivates children to read on their own by using simple words with illustrations that give clues to their meaning. Featuring a combination of kid appeal, supportive vocabulary, and bright, cheerful art, Beginner Books will encourage a love of reading in children ages 3–7.",
    "isbn": "9780385371995",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1673212751i/23772._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/662.Atlas_Shrugged",
    "title": "Atlas Shrugged",
    "authors": "Ayn Rand",
    "description": "Ayn Rand's epochal novel, first published in1957, has been a bestseller for more than fourdecades as well as an intellectual landmark. Itis the story of a man who said that he wouldstop the motor of the world--and did. Was he adestroyer or the greatest of liberators? Why didhe have to fight his battle, not against hisenemies but against those who needed himmost--and his hardest battle against thewoman he loved? What is the world'smotor--and the motive power of every man?Tremendous in its scope, this novel presents anastounding panorama of human life--from theproductive genius who becomes a worthlessplayboy...to the great steel industrialist whodoes not know that he is working for his owndestruction...to the philosopher who becomes apirate...to the woman who runs atranscontinental railroad...to the lowest trackworker in her Terminal tunnels.Peopled by larger-than-life heroes and villains,charged with towering questions of good andevil, Atlas Shrugged is Ayn Rand'smasterpiece. It is a philosophical revolutiontold in the form of an action thriller.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405868167i/662._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/485894.The_Metamorphosis",
    "title": "The Metamorphosis",
    "authors": "Franz Kafka",
    "description": "The Metamorphosis (German: Die Verwandlung, also sometimes translated as The Transformation) is a novella by Franz Kafka, first published in 1915. It has been cited as one of the seminal works of fiction of the 20th century and is studied in colleges and universities across the Western world. The story begins with a traveling salesman, Gregor Samsa, waking to find himself transformed (metamorphosed) into a large, monstrous insect-like creature. The cause of Gregor's transformation is never revealed, and Kafka himself never gave an explanation. The rest of Kafka's novella deals with Gregor's attempts to adjust to his new condition as he deals with being burdensome to his parents and sister, who are repulsed by the horrible, verminous creature Gregor has become. Zephyr-House is proud to release this book as part of its one~prose series",
    "isbn": "9781512029413",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1646444605i/485894._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/9712.Love_in_the_Time_of_Cholera",
    "title": "Love in the Time of Cholera",
    "authors": "Gabriel García Márquez",
    "description": "INTERNATIONAL BESTSELLER • \"A love story of astonishing power\" (Newsweek), the acclaimed modern literary classic by the beloved Nobel Prize-winning author. In their youth, Florentino Ariza and Fermina Daza fall passionately in love. When Fermina eventually chooses to marry a wealthy, well-born doctor, Florentino is devastated, but he is a romantic. As he rises in his business career he whiles away the years in 622 affairs--yet he reserves his heart for Fermina. Her husband dies at last, and Florentino purposefully attends the funeral. Fifty years, nine months, and four days after he first declared his love for Fermina, he will do so again.",
    "isbn": "9781101911112",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1644691354i/9712._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7244.The_Poisonwood_Bible",
    "title": "The Poisonwood Bible",
    "authors": "Barbara Kingsolver",
    "description": "New York Times Bestseller • Finalist for the Pulitzer Prize • An Oprah's Book Club Selection “Powerful . . . [Kingsolver] has with infinitely steady hands worked the prickly threads of religion, politics, race, sin and redemption into a thing of terrible beauty.” —Los Angeles Times Book Review The Poisonwood Bible established Barbara Kingsolver, recipient of the National Book Foundation's Medal for Distinguished Contribution to American Letters, as one of the most thoughtful and daring of modern writers. Taking its place alongside the classic works of postcolonial literature, it is a suspenseful epic of one family's tragic undoing and remarkable reconstruction over the course of three decades in Africa. The story is told by the wife and four daughters of Nathan Price, a fierce, evangelical Baptist who takes his family and mission to the Belgian Congo in 1959. They carry with them everything they believe they will need from home, but soon find that all of it—from garden seeds to Scripture—is calamitously transformed on African soil. The novel is set against one of the most dramatic political chronicles of the twentieth century: the Congo's fight for independence from Belgium, the murder of its first elected prime minister, the CIA coup to install his replacement, and the insidious progress of a world economic order that robs the fledgling African nation of its autonomy. Against this backdrop, Orleanna Price reconstructs the story of her evangelist husband's part in the Western assault on Africa, a tale indelibly darkened by her own losses and unanswerable questions about her own culpability. Also narrating the story, by turns, are her four daughters—the teenaged Rachel; adolescent twins Leah and Adah; and Ruth May, a prescient five-year-old. These sharply observant girls, who arrive in the Congo with racial preconceptions forged in 1950s Georgia, will be marked in surprisingly different ways by their father's intractable mission, and by Africa itself. Ultimately each must strike her own separate path to salvation. Their passionately intertwined stories become a compelling exploration of moral risk and personal responsibility.",
    "isbn": "9780061804816",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1644073807i/7244._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/2998.The_Secret_Garden",
    "title": "The Secret Garden",
    "authors": "Frances Hodgson Burnett",
    "description": "Ten-year-old Mary comes to live in a lonely house on the Yorkshire moors and discovers an invalid cousin and the mysteries of a locked garden.",
    "isbn": "9780486280240",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327873635i/2998._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/52036.Siddhartha",
    "title": "Siddhartha",
    "authors": "Hermann Hesse",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1629378189i/52036._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/17899948-rebecca",
    "title": "Rebecca",
    "authors": "Daphne du Maurier",
    "description": "Rebecca, Daphne du Mauriers berühmtester Roman, war bereits bei seinem Erscheinen 1938 ein Bestseller. Er wurde mehrfach verfilmt: 1940 entstand unter der Regie von Alfred Hitchcock die bekannteste Adaption, die mit zwei Oscars prämiert wurde. In einem Hotel an der Côte d’Azur lernt Maxim de Winter eine junge Frau aus einfachen Verhältnissen kennen. Die beiden verlieben sich, und schon nach kurzer Zeit nimmt sie seinen Heiratsantrag an und folgt dem Witwer nach Cornwall auf seinen prachtvollen Landsitz Manderley. Doch das Glück der Frischvermählten währt nicht lange: Der Geist von Maxims toter Ehefrau Rebecca ist allgegenwärtig, und die ihr ergebene Haushälterin macht der neuen Herrin das Leben zur Hölle, sie droht nicht nur die Liebe des Paares zu zerstören. Als ein Jahr später plötzlich doch noch Rebeccas Leiche gefunden wird, gerät Maxim de Winter unter Mordverdacht ...",
    "isbn": "9783458744825",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386605169i/17899948._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/188572.The_Complete_Sherlock_Holmes",
    "title": "The Complete Sherlock Holmes",
    "authors": "Arthur Conan Doyle",
    "description": "The Complete Sherlock Holmes (Illustrated) from Top Five Classics is the only fully illustrated, single-volume ebook edition of the entire Sherlock Holmes Canon available, featuring: All 4 Sherlock Holmes novels and 56 short stories, including the final 1927 collection, The Case-Book of Sherlock Holmes More than 520 illustrations, including all 357 Holmes illustrations by Sidney Paget Alphabetical index of titles & timeline of cases A helpful introduction, author bio, and bibliography Presenting all of the stories in the order they were first published with the illustrations that accompanied the original Strand magazine monthly editions, The Complete Sherlock Holmes (Illustrated) brings the Sherlock Holmes adventures to you the way they were meant to be read.",
    "isbn": "9781938938160",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348815538i/188572._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/119073.The_Name_of_the_Rose",
    "title": "The Name of the Rose",
    "authors": "Umberto Eco",
    "description": "In 1327, finding his sensitive mission at an Italian abbey further complicated by seven bizarre deaths, Brother William of Baskerville turns detective.",
    "isbn": "9780156001311",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1415375471i/119073._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/9717.The_Unbearable_Lightness_of_Being",
    "title": "The Unbearable Lightness of Being",
    "authors": "Milan Kundera",
    "description": "'A cult figure.' Guardian 'A dark and brilliant achievement.' Ian McEwan 'Shamelessly clever ... Exhilaratingly subversive and funny.' Independent 'A modern classic ... As relevant now as when it was first published. ' John Banville A young woman is in love with a successful surgeon; a man torn between his love for her and his womanising. His mistress, a free-spirited artist, lives her life as a series of betrayals; while her other lover stands to lose everything because of his noble qualities. In a world where lives are shaped by choices and events, and everything occurs but once, existence seems to lose its substance and weight - and we feel 'the unbearable lightness of being'. The Unbearable Lightness of Being encompasses passion and philosophy, the Prague Spring and modern America, political acts and private desires, comedy and tragedy - in fact, all of human existence. What readers are saying: 'Some books change your mind, some change your heart, the very best change your whole world ... A mighty piece of work, that will shape your life forever.' 'One of the best books I've ever read ... A book about love and life, full of surprises. Beautiful.' 'This book is going to change your life ... It definitely leaves you with a hangover after you're done reading.' 'A must read - loved it, such beautiful observations on life, love and sexuality.' 'Kundera writes about love as if in a trance so the beauty of it is enchanting and dreamy ... Will stay with you forever.' 'A beautiful novel that helps you understand life better ... Loved it.' 'One of those rare novels full of depth and insight into the human condition ... Got me reading Camus and Sartre.' 'One of the best books I have ever read ... An intellectual love story if ever there was one.'",
    "isbn": "9780571367641",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1265401884i/9717._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/44767458-dune",
    "title": "Dune (Dune #1)",
    "authors": "Frank Herbert",
    "description": "Frank Herbert hat mit Dune - Der Wüstenplanet das größte Science-Fiction-Epos aller Zeiten geschaffen. Seit 1965 wurden weltweit über 12 Millionen Bücher verkauft. Jetzt erscheint erstmals die Hörbuchfassung bei Lübbe Audio, alle sechs Romane, ungekürzt. Gelesen wird Der Wüstenplanet (in der kongenialen Übersetzung von Ron Hahn) von Jürgen Prochnow, der 1984 in der gleichnamigen Verfilmung von David Lynch die Rolle des Herzog Leto Adreides spielte. Neben ihm agiert Simon Jäger, einer der versiertesten Hörbuch- und Synchronsprecher (u.a. die Stimme von Matt Damon). Als Gast dabei ist Marianne Rosenberg, die den Weissagungen und philosophischen Anmerkungen von Prinzessin Irulan ihre Stimme leiht. Der Mammut-Zyklus wird komplett erscheinen, d.h. der erste Roman Der Wüstenplanet, erscheint aufgrund des großen Umfangs aufgeteilt in zwei CD-Ausgaben (2 x 12 CDs mit über 1.500 Minuten Gesamtspielzeit) im August 2008. Im Halbjahresturnus werden die weiteren Romane vertont und veröffentlicht. Zum Inhalt: Arrakis. Dune. Der Wüstenplanet. Nur hier gibt es das Spice, das die interstellare Raumfahrt ermöglicht. Herzog Leto Atreides bekommt Arrakis zum Lehen, doch seine Erzfeinde locken ihn und seine Armee in einen tödlichen Hinterhalt. Letos Sohn Paul flieht zu den Fremen, den Ureinwohnern des Wüstenplaneten. Mit Hilfe der Wüstenbeduinen will er seine Familie rächen. Neben einer spannenden und ergreifenden Abenteuergeschichte ist Der Wüstenplanet aber viel mehr, denn er hält der Welt einen Spiegel vor: Fragen der Abhängigkeit von Rohstoffen, dem Frauenbild in der Gesellschaft, die anhaltende Bedrohung durch Massenvernichtungswaffen und weit reichende, philosophische Überlegungen finden sich in Der Wüstenplanet direkt oder in Metaphern wieder. Der Kampf zwischen Ökonomie und Religion hat schlussendlich erschreckend viele Parallelen zur aktuellen Situation im Nahen Osten. Zurecht ein Standardwerk, zurecht ein Kultbuch. Jetzt als Hörbuch-Ereignis.",
    "isbn": "9783838760797",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1555447414i/44767458._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/149267.The_Stand",
    "title": "The Stand",
    "authors": "Stephen        King",
    "description": "Über 1.500 Seiten Stephen King pur! In einem entvölkerten Amerika versucht eine Handvoll Überlebende die Zivilisation zu retten. Ihr Gegenspieler ist eine mythische Gestalt, die man den Dunklen Mann nennt, eine Verkörperung des absolut Bösen. In der Wüste Nevada kommt es zum Entscheidungskampf um das Schicksal der Menschheit.",
    "isbn": "9783641153434",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1213131305i/149267._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/4473.A_Prayer_for_Owen_Meany",
    "title": "A Prayer for Owen Meany",
    "authors": "John Irving",
    "description": "In the summer of 1953, two 11-year-old boys--best friends--are playing in a Little League baseball game in New Hampshire. One of the boys hits a foul ball that kills his best friend's mother. Owen Meany believes he didn't hit the ball by accident. He believes he is God's instrument. What happens to Owen after 1953 is extraordinary and terrifying. He is Irving's most heartbreaking hero. Copyright © Libri GmbH. All rights reserved.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1260470010i/4473._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/19543.Where_the_Wild_Things_Are",
    "title": "Where the Wild Things Are",
    "authors": "Maurice Sendak",
    "description": "A boy is sent to bed withouth his supper and imagines he becomes king of the wild things.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1384434560i/19543._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/6310.Charlie_and_the_Chocolate_Factory",
    "title": "Charlie and the Chocolate Factory (Charlie Bucket, #1)",
    "authors": "Roald Dahl",
    "description": "Roald Dahl's Charlie and the Chocolate Factory in glorious full colour. Mr Willy Wonka is the most extraordinary chocolate maker in the world. And do you know who Charlie is? Charlie Bucket is the hero. The other children in this book are nasty little beasts, called: Augustus Gloop - a great big greedy nincompoop; Veruca Salt - a spoiled brat; Violet Beauregarde - a repulsive little gum-chewer; Mike Teavee - a boy who only watches television. Clutching their Golden Tickets, they arrive at Wonka's chocolate factory. But what mysterious secrets will they discover? Our tour is about to begin. Please don't wander off. Mr Wonka wouldn't like to lose any of you at this stage of the proceedings . . . Look out for new Roald Dahl apps in the App store and Google Play- including the disgusting TWIT OR MISS! inspired by the revolting Twits.",
    "isbn": "9780141378558",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1309211401i/6310._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7784.The_Lorax",
    "title": "The Lorax",
    "authors": "Dr. Seuss",
    "description": "Celebrate Earth Day with Dr. Seuss and the Lorax in this classic picture book about protecting the environment! I am the Lorax. I speak for the trees. Dr. Seuss’s beloved story teaches kids to speak up and stand up for those who can’t. With a recycling-friendly “Go Green” message, The Lorax allows young readers to experience the beauty of the Truffula Trees and the danger of taking our earth for granted, all in a story that is timely, playful and hopeful. The book’s final pages teach us that just one small seed, or one small child, can make a difference. This book is the perfect gift for Earth Day and for any child—or child at heart—who is interested in recycling, advocacy and the environment, or just loves nature and playing outside. Unless someone like you cares a whole awful lot, nothing is going to get better. It’s not.",
    "isbn": "9780385372022",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1705520064i/7784._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5043.The_Pillars_of_the_Earth",
    "title": "The Pillars of the Earth (Kingsbridge, #1)",
    "authors": "Ken Follett",
    "description": "Ken Follett is known worldwide as the master of split-second suspense, but his most beloved and bestselling book tells the magnificent tale of a twelfth-century monk driven to do the seemingly impossible: build the greatest Gothic cathedral the world has ever known. Everything readers expect from Follett is here: intrigue, fast-paced action, and passionate romance. But what makes \"The Pillars of the Earth\" extraordinary is the time--the twelfth century; the place--feudal England; and the subject--the building of a glorious cathedral. Follett has re-created the crude, flamboyant England of the Middle Ages in every detail. The vast forests, the walled towns, the castles, and the monasteries become a familiar landscape. Against this richly imagined and intricately interwoven backdrop, filled with the ravages of war and the rhythms of daily life, the master storyteller draws the reader irresistibly into the intertwined lives of his characters--into their dreams, their labors, and their loves: Tom, the master builder; Aliena, the ravishingly beautiful noblewoman; Philip, the prior of Kingsbridge; Jack, the artist in stone; and Ellen, the woman of the forest who casts a terrifying curse. From humble stonemason to imperious monarch, each character is brought vividly to life. The building of the cathedral, with the almost eerie artistry of the unschooled stonemasons, is the center of the drama. Around the site of the construction, Follett weaves a story of betrayal, revenge, and love, which begins with the public hanging of an innocent man and ends with the humiliation of a king. At once a sensuous and endearing love story and an epic that shines with the fierce spirit of a passionate age, \"The Pillars of the Earth\" is without a doubt Ken Follett's masterpiece.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1576956100i/5043._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/117833.The_Master_and_Margarita",
    "title": "The Master and Margarita",
    "authors": "Mikhail Bulgakov",
    "description": "Introduction by Simon Franklin; Translation by Michael Glenny \"From the Hardcover edition.\"",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327867963i/117833._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/231804.The_Outsiders",
    "title": "The Outsiders",
    "authors": "S.E. Hinton",
    "description": "Inspiration for the 2024 Tony Award Winner for Best Musical! Over 50 years of an iconic classic! The international bestseller-- a heroic story of friendship and belonging. No one ever said life was easy. But Ponyboy is pretty sure that he's got things figured out. He knows that he can count on his brothers, Darry and Sodapop. And he knows that he can count on his friends—true friends who would do anything for him, like Johnny and Two-Bit. But not on much else besides trouble with the Socs, a vicious gang of rich kids whose idea of a good time is beating up on “greasers” like Ponyboy. At least he knows what to expect—until the night someone takes things too far. The Outsiders is a dramatic and enduring work of fiction that laid the groundwork for the YA genre. S. E. Hinton's classic story of a boy who finds himself on the outskirts of regular society remains as powerful today as it was the day it was first published. \"The Outsiders transformed young-adult fiction from a genre mostly about prom queens, football players and high school crushes to one that portrayed a darker, truer world.\" —The New York Times \"Taut with tension, filled with drama.\" —The Chicago Tribune \"[A] classic coming-of-age book.\" —Philadelphia Daily News A New York Herald Tribune Best Teenage Book A Chicago Tribune Book World Spring Book Festival Honor Book An ALA Best Book for Young Adults Winner of the Massachusetts Children's Book Award",
    "isbn": "9781101642610",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1442129426i/231804._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/386162.The_Hitchhiker_s_Guide_to_the_Galaxy",
    "title": "The Hitchhiker’s Guide to the Galaxy (The Hitchhiker's Guide to the Galaxy, #1)",
    "authors": "Douglas Adams",
    "description": "nan",
    "isbn": "9781408409770",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559986152l/386162._SY475_SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/70401.On_the_Road",
    "title": "On the Road",
    "authors": "Jack Kerouac",
    "description": "Jack Kerouacs epochemachender Roman «On the Road» (deutsch: «Unterwegs») über eine Schar junger Menschen, die auf der Suche nach Wahrheit, der Liebe und dem glückseligen Leben quer durch die USA reisen, hat weltweit Generationen junger Leute inspiriert. Er gehört zu den seltenen Büchern des 20. Jahrhunderts, die nicht nur einen völlig neuen Ton anschlugen, sondern vom Geist einer neuen Zeit kündeten: Nahezu im Alleingang schuf «On the Road» mit der Beat-Generation eine der ersten großen amerikanischen Jugendbewegungen und inspirierte deren geistige Nachkommen, die Hippies. Kerouac tippte das Manuskript in drei schlaflosen Wochen mit Hilfe von viel Kaffee und Benzedrin auf eine vierzig Meter lange Papierrolle. Beim Verlag wurde es später stark bearbeitet, gekürzt und anonymisiert. Die hier zum ersten Mal auf Deutsch vorliegende Urfassung ist ein einziger, von Jazz und Marihuana inspirierter Energiestoß. Die Sprachmusik darin ist roher als in der Druckfassung, der Sex expliziter, die Figuren (u. a. Allen Ginsberg, William S. Burroughs und der heimliche Held des Romans, der geniale Autodieb und Lebenskünstler Neal Cassidy) erscheinen mit Klarnamen. Übertragen wurde die Urfassung von Ulrich Blumenbach, der seit seiner Übersetzung von David Foster Wallace' Roman «Unendlicher Spa߻ zu den wohl renommiertesten deutschen Literaturübersetzern gehört. The beat goes on, und der wilde Rausch, den er erzeugt, verfehlt auch nach 50 Jahren nicht seine Wirkung. Dieses Buch war und ist ein «literarisches Ereignis» (Frankfurter Allgemeine Zeitung).",
    "isbn": "9783644007918",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1658929891i/70401._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/3876.The_Sun_Also_Rises",
    "title": "The Sun Also Rises",
    "authors": "Ernest Hemingway",
    "description": "Hemingway’s brilliant first novel is a poignant tale of love, loss, and the power to endure. In his unforgettable first novel, Hemingway artfully illuminates the plight of the Lost Generation, weaving a poignant tale of love and loss in the aftermath of World War I. The story follows two expatriates living in Paris in the 1920s: Jake Barnes, an American war veteran and journalist, and Lady Brett Ashley, an independent Englishwoman exploring the opportunities afforded by a new era of liberated women and sexual freedom. Impotent due to an injury suffered during the war, Jake must navigate his hopeless love for Brett in a changed world of waning morality. From Parisian society’s vibrant nightlife to the ruthless bullfighting rings of Spain, The Sun Also Rises takes readers on a powerful journey through mass disillusionment, moral bankruptcy, and elusive could-have-beens. All the while, we see both the brokenness and resilience of a generation scarred physically and emotionally by the horrors of war.",
    "isbn": "9798200881772",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1509802323i/3876._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/338798.Ulysses",
    "title": "Ulysses",
    "authors": "James Joyce",
    "description": "Ulysseshas been the subject of controversy since copies of the first English edition were burned by the New York Post Office Authorities. Today critical interest centers on the authority of the text. This edition republishes, for the first time, without interference, the original 1922 text. Jeri Johnson's critical Introduction demystifies the complexities of the book, and a full textual publication history, helpful appendices, and explanatory notes guide the reader through this highly allusive text.",
    "isbn": "9780192834645",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1756682514i/338798._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/355697.All_Quiet_on_the_Western_Front",
    "title": "All Quiet on the Western Front",
    "authors": "Erich Maria Remarque",
    "description": "The masterpiece of the German experience during World War I, considered by many the greatest war novel of all time—with an Oscar–winning film adaptation now streaming on Netflix. “[Erich Maria Remarque] is a craftsman of unquestionably first rank.”—The New York Times Book Review I am young, I am twenty years old; yet I know nothing of life but despair, death, fear, and fatuous superficiality cast over an abyss of sorrow. . . . This is the testament of Paul Bäumer, who enlists with his classmates in the German army during World War I. They become soldiers with youthful enthusiasm. But the world of duty, culture, and progress they had been taught breaks in pieces under the first bombardment in the trenches. Through years of vivid horror, Paul holds fast to a single vow: to fight against the principle of hate that meaninglessly pits young men of the same generation but different uniforms against one another . . . if only he can come out of the war alive.",
    "isbn": "9780812985535",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1632027397i/355697._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/6149.Beloved",
    "title": "Beloved (Beloved Trilogy, #1)",
    "authors": "Toni Morrison",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1722944318i/6149._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/1078.The_Good_Earth",
    "title": "The Good Earth (House of Earth, #1)",
    "authors": "Pearl S. Buck",
    "description": "Wang Lung is a farmer. All his life he has worked hard and now he is to be married. His father has arranged a marriage with a poor servant girl from the great House of Hwang. On the morning that Wang goes to collect his bride, he makes a promise. One day, he will own land like the Hwangs. He too, will be rich and powerful.",
    "isbn": "9780435273507",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1312497600i/1078._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/310612.A_Confederacy_of_Dunces",
    "title": "A Confederacy of Dunces",
    "authors": "John Kennedy Toole",
    "description": "The ordinary folk of New Orleans seem to think he is unhinged as well. Ignatius ignores them as he heaves his vast bulk through the city's fleshpots in a noble crusade against vice, modernity and ignorance. But his momma has a nasty surprise in store for him. Ignatius must get a job. Undaunted, he uses his new-found employment to further his mission - and now he has a pirate costume and a hot-dog cart to do it with ...",
    "isbn": "9780141023465",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562554946i/310612._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/252577.Angela_s_Ashes",
    "title": "Angela’s Ashes (Frank McCourt, #1)",
    "authors": "Frank McCourt",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1348317139i/252577._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7763.The_Joy_Luck_Club",
    "title": "The Joy Luck Club",
    "authors": "Amy Tan",
    "description": "Discover Amy Tan's moving and poignant tale of immigrant Chinese mothers and their American-born daughters. 'The Joy Luck Club is an ambitious saga that's impossible to read without wanting to call your Mum' Stylist In 1949 four Chinese women, recent immigrants to San Francisco, meet weekly to play mahjong and tell stories of what they left behind in China. United in loss and new hope for their daughters' futures, they call themselves the Joy Luck Club. Their daughters, who have never heard these stories, think their mothers' advice is irrelevant to their modern American lives - until their own inner crises reveal how much they've unknowingly inherited of their mothers' pasts. 'Pure enchantment' Mail on Sunday",
    "isbn": "9781407072852",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1304978653i/7763._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/46170.For_Whom_the_Bell_Tolls",
    "title": "For Whom the Bell Tolls",
    "authors": "Ernest Hemingway",
    "description": "In 1937 Ernest Hemingway traveled to Spain to cover the civil war there for the North American Newspaper Alliance. Three years later he completed the greatest novel to emerge from “the good fight,” For Whom the Bell Tolls. The story of Robert Jordan, a young American in the International Brigades attached to an antifascist guerilla unit in the mountains of Spain, it tells of loyalty and courage, love and defeat, and the tragic death of an ideal. In his portrayal of Jordan's love for the beautiful Maria and his superb account of El Sordo's last stand, in his brilliant travesty of La Pasionaria and his unwillingness to believe in blind faith, Hemingway surpasses his achievement in The Sun Also Rises and A Farewell to Arms to create a work at once rare and beautiful, strong and brutal, compassionate, moving, and wise. “If the function of a writer is to reveal reality,” Maxwell Perkins wrote to Hemingway after reading the manuscript, “no one ever so completely performed it.” Greater in power, broader in scope, and more intensely emotional than any of the author's previous works, it stands as one of the best war novels of all time.",
    "isbn": "9781476770116",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1492591524i/46170._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/2122.The_Fountainhead",
    "title": "The Fountainhead",
    "authors": "Ayn Rand",
    "description": "This centennial edition of \"The Fountainhead,\" celebrating the controversial and enduring legacy of its author, features an afterword by Rand's literary executor, Leonard Peikoff, offering some of Ayn Rand's personal notes on the development of her masterwork, and a Reader's Guide to her writings and philosophy.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1491163636i/2122._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/10975.The_Sound_and_the_Fury",
    "title": "The Sound and the Fury",
    "authors": "William Faulkner",
    "description": "Dive into the haunting and powerful world of \"The Sound and the Fury\", William Faulkner’s Southern Gothic masterpiece. A tale of loss, decay, and the passage of time, this novel unravels the tragic downfall of the once-proud Compson family through an innovative and deeply emotional narrative. Told from four distinct perspectives, Faulkner’s stream-of-consciousness technique immerses readers in the fragmented minds of his unforgettable characters. From the innocent yet heartbreaking thoughts of Benjy, to Quentin’s tormented reflections on time and honor, to Jason’s bitter cynicism, the novel weaves a complex and mesmerizing portrait of a family in decline. Set in the American South during the early 20th century, \"The Sound and the Fury\" explores themes of memory, identity, and the struggle between past and present. Faulkner masterfully captures the weight of history, the burdens of family expectations, and the inescapable pull of fate. His poetic prose and daring narrative structure make this novel not only a gripping read but also one of the most significant literary achievements of the 20th century. A challenging yet deeply rewarding experience, \"The Sound and the Fury\" is a must-read for lovers of literature who crave profound storytelling, emotional depth, and groundbreaking writing techniques. Step into the mind of Faulkner and discover why this novel continues to captivate and inspire generations of readers. ABOUT THE AUTHOR William Faulkner (1897–1962) was a literary giant and a master of modernist storytelling. Born in Mississippi, he captured the complexities of the American South with his rich, experimental prose. Best known for \"The Sound and the Fury\", \"As I Lay Dying\", and \"Light in August\", Faulkner’s works explore themes of time, memory, and the decline of Southern aristocracy. His groundbreaking use of stream-of-consciousness narration and intricate character studies earned him the Nobel Prize in Literature in 1949. A true innovator, his legacy continues to shape literature today.",
    "isbn": "9782384613977",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1757102364i/10975._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7069.The_World_According_to_Garp",
    "title": "The World According to Garp",
    "authors": "John Irving",
    "description": "This is the life and times of T. S. Garp, the bastard son of Jenny Fields, a feminist leader ahead of her time. This is the life and death of a famous mother and her almost-famous son; theirs is a world of sexual extremes, even of sexual assassinations. It is a novel rich with lunacy and sorrow, yet the dark, violent events of the story do not undermine a comedy both ribald and robust. In more than thirty languages, in more than forty countries-with more than ten million copies in print-this novel provides almost cheerful, even hilarious evidence of its famous last line: \"In the world according to Garp, we are all terminal cases.\"",
    "isbn": "9780671439965",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1447234581i/7069._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/227463.A_Clockwork_Orange",
    "title": "A Clockwork Orange",
    "authors": "Anthony Burgess",
    "description": "nan",
    "isbn": "9783150092811",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1681066799i/227463._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/77767.Little_House_on_the_Prairie",
    "title": "Little House on the Prairie (Little House, #3)",
    "authors": "Laura Ingalls Wilder",
    "description": "The third book in Laura Ingalls Wilder's treasured Little House series—now available as an ebook! This digital version features Garth Williams's classic illustrations, which appear in vibrant full color on a full-color device and in rich black-and-white on all other devices. The adventures continue for Laura Ingalls and her family as they leave their little house in the Big Woods of Wisconsin and set out for the big skies of the Kansas Territory. They travel for many days in their covered wagon until they find the best spot to build their house. Soon they are planting and plowing, hunting wild ducks and turkeys, and gathering grass for their cows. Just when they begin to feel settled, they are caught in the middle of a dangerous conflict. The nine Little House books are inspired by Laura's own childhood and have been cherished by generations of readers as both a unique glimpse into America's frontier history and as heartwarming, unforgettable stories.",
    "isbn": "9780062094889",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559209202i/77767._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/37415.Their_Eyes_Were_Watching_God",
    "title": "Their Eyes Were Watching God",
    "authors": "Zora Neale Hurston",
    "description": "In Zora Neale Hurston's seminal work, \"Their Eyes Were Watching God,\" the narrative unfolds through the life of Janie Crawford, a woman of mixed heritage navigating the complexities of love, identity, and autonomy in the early 20th-century Southern United States. The novel employs a rich, lyrical style infused with dialect, which not only captures the voice of the African American experience but also highlights the universal themes of self-discovery and empowerment. Set against the backdrop of the Harlem Renaissance, Hurston's work poignantly explores the interplay between race, gender, and expectation, challenging societal norms through Janie's quest for an authentic existence. Zora Neale Hurston (1891-1960) was an influential anthropologist and writer who drew inspiration from her own vibrant cultural heritage and Southern upbringing. Her extensive fieldwork on African American folklore and her immersion in the Harlem Renaissance shaped her literary voice, imbuing her narratives with authenticity and emotional depth. \"Their Eyes Were Watching God\" exemplifies her commitment to individualism and autonomy, reflecting a profound understanding of the struggles inherent in the journey toward self-realization. This novel is a must-read for those seeking insight into the intersection of race and gender in American literature. Hurston's eloquent prose and powerful characterization resonate with readers, inviting reflection on their own life journeys. \"Their Eyes Were Watching God\" remains an enduring classic, illuminating the resilience of the human spirit and the pursuit of genuine freedom.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1368072803i/37415._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/10799.A_Farewell_to_Arms",
    "title": "A Farewell to Arms",
    "authors": "Ernest Hemingway",
    "description": "Written when Ernest Hemingway was thirty years old and lauded as the best American novel to emerge from World War I, A Farewell to Arms is the unforgettable story of an American ambulance driver on the Italian front and his passion for a beautiful English nurse. Set against the looming horrors of the battlefield—weary, demoralized men marching in the rain during the German attack on Caporetto; the profound struggle between loyalty and desertion—this gripping, semiautobiographical work captures the harsh realities of war and the pain of lovers caught in its inexorable sweep. Ernest Hemingway famously said that he rewrote the ending to A Farewell to Arms thirty-nine times to get the words right. This edition collects all of the alternative endings together for the first time, along with early drafts of other essential passages, offering new insight into Hemingway’s craft and creative process and the evolution of one of the greatest novels of the twentieth century. Featuring Hemingway’s own 1948 introduction to an illustrated reissue of the novel, a personal foreword by the author’s son Patrick Hemingway, and a new introduction by the author’s grandson Seán Hemingway, this edition of A Farewell to Arms is truly a celebration.",
    "isbn": "9781476770444",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1313714836i/10799._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/16981.Invisible_Man",
    "title": "Invisible Man",
    "authors": "Ralph Ellison",
    "description": "NATIONAL BOOK AWARD WINNER • NATIONAL BESTSELLER • In this deeply compelling novel and epic milestone of American literature, a nameless narrator tells his story from the basement lair of the Invisible Man he imagines himself to be. One of The Atlantic’s Great American Novels of the Past 100 Years He describes growing up in a Black community in the South, attending a Negro college from which he is expelled, moving to New York and becoming the chief spokesman of the Harlem branch of \"the Brotherhood,\" before retreating amid violence and confusion. Originally published in 1952 as the first novel by a then unknown author, it remained on the bestseller list for sixteen weeks and established Ralph Ellison as one of the key writers of the century. The book is a passionate and witty tour de force of style, strongly influenced by T.S. Eliot's The Waste Land, James Joyce, and Dostoevsky.",
    "isbn": "9780307743992",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1556482805i/16981._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/18373.Flowers_for_Algernon",
    "title": "Flowers for Algernon",
    "authors": "Daniel Keyes",
    "description": "The compelling story of Charlie Gordon, willing victim of a strange experiment - a moron, a genius, a man in search of himself. Poignant, funny, tragic, but with a hope for the indomitable spirit of man, this unusual play tells a story you will long remember. It also offers a magnificent role.",
    "isbn": "9780871295378",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1689071681i/18373._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/10365.Where_the_Red_Fern_Grows",
    "title": "Where the Red Fern Grows",
    "authors": "Wilson Rawls",
    "description": "A beloved classic that captures the powerful bond between man and man’s best friend. Billy has long dreamt of owning not one, but two, dogs. So when he’s finally able to save up enough money for two pups to call his own—Old Dan and Little Ann—he’s ecstatic. It doesn’t matter that times are tough; together they’ll roam the hills of the Ozarks. Soon Billy and his hounds become the finest hunting team in the valley. Stories of their great achievements spread throughout the region, and the combination of Old Dan’s brawn, Little Ann’s brains, and Billy’s sheer will seems unbeatable. But tragedy awaits these determined hunters—now friends—and Billy learns that hope can grow out of despair, and that the seeds of the future can come from the scars of the past. Praise for Where the Red Fern Grows A Top 100 Children’s Novel, School Library Journal's A Fuse #8 Production A Must-Read for Kids 9 to 14, NPR Winner of Multiple State Awards Over 7 million copies in print! “Very touching.” —The New York Times Book Review “One of the great classics of children’s literature . . . Any child who doesn’t get to read this beloved and powerfully emotional book has missed out on an important piece of childhood for the last 40-plus years.” —Common Sense Media “An exciting tale of love and adventure you’ll never forget.” —School Library Journal “A book of unadorned naturalness.” —Kirkus Reviews “Written with so much feeling and sentiment that adults as well as children are drawn [in] with a passion.” —Arizona Daily Star “It’s a story about a young boy and his two hunting dogs and . . . I can’t even go on without getting a little misty.” —The Huffington Post “We tear up just thinking about it.” —Time on the film adaptation",
    "isbn": "9780307781567",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1518702249i/10365._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/40792344-mere-christianity",
    "title": "Mere Christianity",
    "authors": "C.S. Lewis",
    "description": "\"Mere Christianity\" by C.S. Lewis is a seminal work that explores the foundations of Christian faith and morality with intellectual rigor and clarity. Originally delivered as a series of radio talks during World War II, the book seeks to present a common ground of beliefs that unite Christians across various denominations. Divided into four parts, Lewis begins by making a case for the existence of a moral law, a universal standard that points towards a higher power. He then delves into the nature of God, the concept of Christian behavior, and the transformative power of faith. Lewis employs logical reasoning, insightful anecdotes, and a conversational style that makes complex theological ideas accessible to a broad audience. \"Mere Christianity\" has had a profound impact on Christian apologetics and philosophy, becoming a classic in the genre. Lewis's exploration of morality, virtue, and the essence of Christianity transcends its wartime origins, remaining relevant and influential in the ongoing discourse about the Christian faith. This enduring work continues to engage readers with its timeless insights into the nature of belief and the foundations of Christian thought.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1531409863i/40792344._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/17716.Waiting_for_Godot",
    "title": "Waiting for Godot",
    "authors": "Samuel Beckett",
    "description": "Performed across the globe by some of the world's most iconic performers, Samuel Beckett's indelible masterpiece remains an unwavering testament of what it means to be human. From an inauspicious beginning at the tiny Left Bank Theatre de Babylone in 1953, followed by bewilderment among American and British audiences, Waiting for Godot has become of the most important and enigmatic plays of the past fifty years and a cornerstone of twentieth-century drama. As Clive Barnes wrote, “Time catches up with genius … Waiting for Godot is one of the masterpieces of the century.” The story revolves around two seemingly homeless men waiting for someone—or something—named Godot. Vladimir and Estragon wait near a tree, inhabiting a drama spun of their own consciousness. The result is a comical wordplay of poetry, dreamscapes, and nonsense, which has been interpreted as mankind’s inexhaustible search for meaning. Beckett’s language pioneered an expressionistic minimalism that captured the existential post-World War II Europe. His play remains one of the most magical and beautiful allegories of our time.",
    "isbn": "9780802198822",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327910301i/17716._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/13496.A_Game_of_Thrones",
    "title": "A Game of Thrones (A Song of Ice and Fire, #1)",
    "authors": "George R.R. Martin",
    "description": "NOW THE ACCLAIMED HBO SERIES GAME OF THRONES—THE MASTERPIECE THAT BECAME A CULTURAL PHENOMENON Here is the first book in the landmark series that has redefined imaginative fiction and become a modern masterpiece. A GAME OF THRONES In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the North of Winterfell, sinister and supernatural forces are massing beyond the kingdom’s protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens. Amid plots and counterplots, tragedy and betrayal, victory and terror, the fate of the Starks, their allies, and their enemies hangs perilously in the balance, as each endeavors to win that deadliest of conflicts: the game of thrones. A GAME OF THRONES • A CLASH OF KINGS • A STORM OF SWORDS • A FEAST FOR CROWS • A DANCE WITH DRAGONS",
    "isbn": "9780553897845",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562726234i/13496._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/256008.Lonesome_Dove",
    "title": "Lonesome Dove (Lonesome Dove, #1)",
    "authors": "Larry McMurtry",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559668037i/256008._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/133518.The_Things_They_Carried",
    "title": "The Things They Carried",
    "authors": "Tim O'Brien",
    "description": "The million-copy bestseller, which is a ground-breaking meditation on war, memory, imagination, and the redemptive power of storytelling.",
    "isbn": "9780007386802",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1424663847i/133518._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/4989.The_Red_Tent",
    "title": "The Red Tent",
    "authors": "Anita Diamant",
    "description": "A beautiful and thought provoking novel: lost to history by the chronicles of men, here at last is the dazzling story of Dinah, Jacob's only daughter in the Book of Genesis.",
    "isbn": "9781864486797",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1405739117i/4989._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/228560.Sophie_s_Choice",
    "title": "Sophie’s Choice",
    "authors": "William Styron",
    "description": "This award-winning novel of love, survival, and agonizing regret in post–WWII Brooklyn “belongs on that small shelf reserved for American masterpieces” (The Washington Post Book World). Winner of the National Book Award and a modern classic, Sophie’s Choice centers on three characters: Stingo, a sexually frustrated aspiring novelist; Nathan, his charismatic but violent Jewish neighbor; and Sophie, an Auschwitz survivor who is Nathan’s lover. Their entanglement in one another’s lives will build to a stirring revelation of agonizing secrets that will change them forever. Poetic in its execution, and epic in its emotional sweep, Sophie’s Choice explores the good and evil of humanity through Stingo’s burgeoning worldliness, Nathan’s volatile personality, and Sophie’s tragic past. Mixing elements from Styron’s own experience with themes of the Holocaust and the history of slavery in the American South, the novel is a profound and haunting human drama, representing Styron at the pinnacle of his literary brilliance. This ebook features an illustrated biography of William Styron, including original letters, rare photos, and never-before-seen documents from the Styron family and the Duke University Archives.",
    "isbn": "9781936317172",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1356714742i/228560._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/59716.To_the_Lighthouse",
    "title": "To the Lighthouse",
    "authors": "Virginia Woolf",
    "description": "To the Lighthouse, considered by many to be Virginia Woolf's finest novel, is a remarkably original work, showing the thoughts and actions of the members of a family and their guests on two separate occasions, ten years apart. The setting is Mr and Mrs Ramsay's house on a Scottish island, where they traditionally take their summer holidays, overlooking a bay with a lighthouse. An experimental work that pushes the limits of what we know about the world and ourselves, Virginia Woolf's To the Lighthouse is one of the most beautifully crafted of all novels written in the English language. This Macmillan Collector’s Library edition features an afterword by Sam Gilpin. Designed to appeal to the booklover, the Macmillan Collector's Library is a series of beautiful gift editions of much loved classic titles. Macmillan Collector's Library are books to love and treasure.",
    "isbn": "9781509867486",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1639106809i/59716._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7745.Fear_and_Loathing_in_Las_Vegas",
    "title": "Fear and Loathing in Las Vegas: A Savage Journey to the Heart of the American Dream",
    "authors": "Hunter S. Thompson",
    "description": "50th Anniversary Edition • With an introduction by Caity Weaver, acclaimed New York Times journalist This cult classic of gonzo journalism is the best chronicle of drug-soaked, addle-brained, rollicking good times ever committed to the printed page. It is also the tale of a long weekend road trip that has gone down in the annals of American pop culture as one of the strangest journeys ever undertaken. Also a major motion picture directed by Terry Gilliam, starring Johnny Depp and Benicio del Toro.",
    "isbn": "9780307744067",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1703312483i/7745._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/5113.Franny_and_Zooey",
    "title": "Franny and Zooey",
    "authors": "J.D. Salinger",
    "description": "A sharp and poignant snapshot of the crises of youth - from the acclaimed author of The Catcher in the Rye 'Everything everybody does is so - I don't know - not wrong, or even mean, or even stupid necessarily. But just so tiny and meaningless and - sad-making. And the worst part is, if you go bohemian or something crazy like that, you're conforming just as much only in a different way.' First published in the New Yorker as two sequential stories, 'Franny' and 'Zooey' offer a dual portrait of the two youngest members of J. D. Salinger's fictional Glass family. 'Salinger's masterpiece' Guardian",
    "isbn": "9780241988800",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1355037988i/5113._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/135479.Cat_s_Cradle",
    "title": "Cat’s Cradle",
    "authors": "Kurt Vonnegut Jr.",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1327867150i/135479._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/40495148-blindness",
    "title": "Blindness",
    "authors": "José Saramago",
    "description": "A stunningly powerful novel of man's will to survive against all odds, by the winner of the 1998 Nobel Prize for Literature. \"This is a shattering work by a literary master.\"--The Boston Globe A New York Times Notable Book of the Year A Los Angeles Times Best Book of the Year A city is hit by an epidemic of \"white blindness\" which spares no one. Authorities confine the blind to an empty mental hospital, but there the criminal element holds everyone captive, stealing food rations and raping women. There is one eyewitness to this nightmare who guides seven strangers--among them a boy with no mother, a girl with dark glasses, a dog of tears--through the barren streets, and the procession becomes as uncanny as the surroundings are harrowing. A magnificent parable of loss and disorientation and a vivid evocation of the horrors of the twentieth century, Blindness has swept the reading public with its powerful portrayal of man's worst appetites and weaknesses--and man's ultimately exhilarating spirit.",
    "isbn": "9780156007757",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1528481068i/40495148._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/7588.A_Portrait_of_the_Artist_as_a_Young_Man",
    "title": "A Portrait of the Artist as a Young Man",
    "authors": "James Joyce",
    "description": "\"James Joyce's A Portrait of the Artist as a Young Man (1916) is one of the twentieth century's great coming-of-age novels. This Norton Critical Edition is based on Hans Walter Gabler's acclaimed text and is accompanied by his introduction and textual notes. John Paul Riquelme provides explanatory notes to deepen the reader's appreciation for Joyce's masterpiece.\" \"\"Backgrounds and Contexts\" is topically organized: \"Political Nationalism: Irish History, 1798-1916,\" \"The Irish Literary and Cultural Revival,\" \"Religion,\" and \"Aesthetic Backgrounds.\" Fourteen illustrations accompany the documents.\" \"\"Criticism\" begins with John Paul Riquelme's overview of A Portrait of the Artist as a Young Man's structure. Twelve diverse interpretations of his work follow, by Kenneth Burke, Umberto Eco, Hugh Kenner, Helene Cixous, John Paul Riquelme, Karen Lawrence, Maud Ellmann, Bonnie Kime Scott, Joseph Valente, Marian Eide, Pericles Lewis, adn Jonathan Mulrooney. A Selected Bibliography is also included.\"--BOOK JACKET.",
    "isbn": "9781853260063",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1756682478i/7588._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/99107.Winnie_the_Pooh",
    "title": "Winnie-the-Pooh (Winnie-the-Pooh, #1)",
    "authors": "A.A. Milne",
    "description": "Includes: Winnie The Pooh (1926), Now We Are Six (1927), When We Were Very Young (1924) and A Gallery of Children (1925). This set comprises the complete set of original A.A. Milne stories and poems for children with expertly formatted pictures and text. Each chapter includes an audio link allowing you to read and/or listen along as you like with the added convenience of audio annotation. Enjoy this collection of Winnie the Pooh and his adventures with Christopher Robin along with many other A.A Milne children's poems and stories. Now, marking around 100 years since these books were originally released, this collection comprises an unprecedented and complete digital assembly of the famous Winnie the Pooh and A.A. Milne children's book works. Get started reading these books featuring Winnie the Pooh and other stories on your device today.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1298440130i/99107._SY475_.jpg"
  },
  {
    "link": "https://www.goodreads.com/book/show/16299.And_Then_There_Were_None",
    "title": "And Then There Were None",
    "authors": "Agatha Christie",
    "description": "First, there were ten—a curious assortment of strangers summoned as weekend guests to a little private island off the coast of Devon. Their host, an eccentric millionaire unknown to all of them, is nowhere to be found. All that the guests have in common is a wicked past they're unwilling to reveal—and a secret that will seal their fate. For each has been marked for murder. A famous nursery rhyme is framed and hung in every room of the mansion: \"Ten little boys went out to dine; One choked his little self and then there were nine. Nine little boys sat up very late; One overslept himself and then there were eight. Eight little boys traveling in Devon; One said he'd stay there then there were seven. Seven little boys chopping up sticks; One chopped himself in half and then there were six. Six little boys playing with a hive; A bumblebee stung one and then there were five. Five little boys going in for law; One got in Chancery and then there were four. Four little boys going out to sea; A red herring swallowed one and then there were three. Three little boys walking in the zoo; A big bear hugged one and then there were two. Two little boys sitting in the sun; One got frizzled up and then there was one. One little boy left all alone; He went out and hanged himself and then there were none.\" When they realize that murders are occurring as described in the rhyme, terror mounts. One by one they fall prey. Before the weekend is out, there will be none. Who has choreographed this dastardly scheme? And who will be left to tell the tale? Only the dead are above suspicion.",
    "isbn": "nan",
    "cover": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1638425885i/16299._SY475_.jpg"
  }
]