[
  {
    "link": "https://books.apple.com/us/book/tree-of-smoke/id375553164?at=10lIEQ",
    "title": "Tree of Smoke",
    "authors": "Denis Johnson",
    "description": "Once upon a time there was a war . . . and a young American who thought of himself as the Quiet American and the Ugly American, and who wished to be neither, who wanted instead to be the Wise American, or the Good American, but who eventually came to witness himself as the Real American and finally as simply the Fucking American. That's me. This is the story of Skip Sands—spy-in-training, engaged in Psychological Operations against the Vietcong—and the disasters that befall him thanks to his famous uncle, a war hero known in intelligence circles simply as the Colonel. This is also the story of the Houston brothers, Bill and James, young men who drift out of the Arizona desert into a war in which the line between disinformation and delusion has blurred away. In its vision of human folly, and its gritty, sympathetic portraits of men and women desperate for an end to their loneliness, whether in sex or death or by the grace of God, this is a story like nothing in our literature. Tree of Smoke is Denis Johnson's first full-length novel in nine years, and his most gripping, beautiful, and powerful work to date. Tree of Smoke is the 2007 National Book Award Winner for Fiction.",
    "isbn": "9780374708405",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-WIYI/best-books-jjksd01sj-flat-slide-WIYI-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/how-to-be-both/id918909630?at=10lIEQ",
    "title": "How to Be Both",
    "authors": "Ali Smith",
    "description": "WINNER OF THE BAILEYS WOMEN'S PRIZE FOR FICTION 2015 WINNER OF THE GOLDSMITHS PRIZE 2014 SHORTLISTED FOR THE MAN BOOKER PRIZE 2014 WINNER OF THE 2014 COSTA NOVEL AWARD WINNER OF THE SALTIRE SOCIETY LITERARY BOOK OF THE YEAR AWARD 2014 NOMINATED FOR THE FOLIO PRIZE 2015 How to be both is the dazzling new novel by Ali Smith Passionate, compassionate, vitally inventive and scrupulously playful, Ali Smith's novels are like nothing else. How to be both is a novel all about art's versatility. Borrowing from painting's fresco technique to make an original literary double-take, it's a fast-moving genre-bending conversation between forms, times, truths and fictions. There's a renaissance artist of the 1460s. There's the child of a child of the 1960s. Two tales of love and injustice twist into a singular yarn where time gets timeless, structural gets playful, knowing gets mysterious, fictional gets real - and all life's givens get given a second chance. 'Brims with palpable joy' Daily Telegraph 'She's a genius, genuinely modern in the heroic, glorious sense' Alain de Botton 'I take my hat off to Ali Smith. Her writing lifts the soul' Evening Standard Ali Smith was born in Inverness in 1962 and lives in Cambridge. She is the author of Artful, There but for the, Free Love, Like, Hotel World, Other Stories and Other Stories, The Whole Story and Other Stories, The Accidental, Girl Meets Boy and The First Person and Other Stories.",
    "isbn": "9780241965610",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-2ADW/best-books-jjksd01sj-flat-slide-2ADW-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/bel-canto/id363686556?at=10lIEQ",
    "title": "Bel Canto",
    "authors": "Ann Patchett",
    "description": "Winner of the PEN/Faulkner Award • Winner of the Orange Prize • National Book Critics Circle Award Finalist • New York Times Readers’ Pick: Top 100 Books of the 21st Century \"Bel Canto is its own universe. A marvel of a book.\" —Washington Post Book World New York Times bestselling author Ann Patchett’s spellbinding novel about love and opera, and the unifying ways people learn to communicate across cultural barriers in times of crisis Somewhere in South America, at the home of the country's vice president, a lavish birthday party is being held in honor of the powerful businessman Mr. Hosokawa. Roxanne Coss, opera's most revered soprano, has mesmerized the international guests with her singing. It is a perfect evening—until a band of gun-wielding terrorists takes the entire party hostage. But what begins as a panicked, life-threatening scenario slowly evolves into something quite different, a moment of great beauty, as terrorists and hostages forge unexpected bonds and people from different continents become compatriots, intimate friends, and lovers. Patchett's lyrical prose and lucid imagination make Bel Canto a captivating story of strength and frailty, love and imprisonment, and an inspiring tale of transcendent romance.",
    "isbn": "9780061738883",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-N0L6/best-books-jjksd01sj-flat-slide-N0L6-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/men-we-reaped/id1487434994?at=10lIEQ",
    "title": "Men We Reaped",
    "authors": "Jesmyn Ward",
    "description": "'...And then we heard the rain falling, and that was the drops of blood falling; and when we came to get the crops, it was dead men that we reaped.' Harriet TubmanIn five years, Jesmyn Ward lost five men in her life, to drugs, accidents, suicide, and the bad luck that can follow people who live in poverty, particularly black men. Dealing with these losses, one after another, made Jesmyn ask the question: why? And as she began to write about the experience of living through all the dying, she realized the truth--and it took her breath away. Her brother and her friends all died because of who they were and where they were from, because they lived with a history of racism and economic struggle that fostered drug addiction and the dissolution of family and relationships. Jesmyn says the answer was so obvious she felt stupid for not seeing it. But it nagged at her until she knew she had to write about her community, to write their stories and her own. Jesmyn grew up in poverty in rural Mississippi. She writes powerfully about the pressures this brings, on the men who can do no right and the women who stand in for family in a society where the men are often absent. She bravely tells her story, revisiting the agonizing losses of her only brother and her friends. As the sole member of her family to leave home and pursue high education, she writes about this parallel American universe with the objectivity distance provides and the intimacy of utter familiarity.",
    "isbn": "9781408830482",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-3D8A/best-books-jjksd01sj-flat-slide-3D8A-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fwayward-lives-beautiful-experiments-saidiya-hartman%2F1128958903",
    "title": "Wayward Lives, Beautiful Experiments",
    "authors": "Saidiya Hartman",
    "description": "Winner of the 2019 National Book Critics Circle Award in Criticism Winner of the PEN/John Kenneth Galbraith Award for Nonfiction Winner of the 2020 Judy Grahn Award for Lesbian Nonfiction Finalist for the Lambda Literary Award for Lesbian Memoir/Biography Named one of the Best Books of the 21st Century by the New York Times Book Review \"Exhilarating…A rich resurrection of a forgotten history.\" —Parul Sehgal, New York Times Beautifully written and deeply researched, Wayward Lives, Beautiful Experiments examines the revolution of black intimate life that unfolded in Philadelphia and New York at the beginning of the twentieth century. In wrestling with the question of what a free life is, many young black women created forms of intimacy and kinship indifferent to the dictates of respectability and outside the bounds of law. They cleaved to and cast off lovers, exchanged sex to subsist, and revised the meaning of marriage. Longing and desire fueled their experiments in how to live. They refused to labor like slaves or to accept degrading conditions of work. Here, for the first time, these women are credited with shaping a cultural movement that transformed the urban landscape. Through a melding of history and literary imagination, Wayward Lives, Beautiful Experiments recovers these women’s radical aspirations and insurgent desires.",
    "isbn": "9780393285680",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-ATV5/books-additional-skewsksk-slide-ATV5-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/bring-up-the-bodies/id501758471?at=10lIEQ",
    "title": "Bring Up the Bodies",
    "authors": "Hilary Mantel",
    "description": "Now a major TV series Winner of the Man Booker Prize 2012 Winner of the 2012 Costa Book of the Year Shortlisted for the 2013 Women’s Prize for Fiction ‘Simply exceptional...I envy anyone who hasn’t yet read it’ Daily Mail ‘A gripping story of tumbling fury and terror’ Independent on Sunday",
    "isbn": "9780007477357",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-C6T4/best-books-jjksd01sj-flat-slide-C6T4-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fon-beauty-zadie-smith%2F1100314915",
    "title": "On Beauty",
    "authors": "Zadie Smith",
    "description": "WINNER OF THE WOMEN'S PRIZE FOR FICTION SHORTLISTED FOR THE MAN BOOKER PRIZE SUNDAY TIMES TOP TEN BESTSELLER From the acclaimed author of Swing Time, White Teeth and Grand Union, discover a brilliantly funny and deeply moving story about love and family Why do we fall in love with the people we do? Why do we visit our mistakes on our children? What makes life truly beautiful? Set between New England and London, On Beauty concerns a pair of feuding families - the Belseys and the Kipps - and a clutch of doomed affairs. It puts low morals among high ideals and asks some searching questions about what life does to love. For the Belseys and the Kipps, the confusions - both personal and political - of our uncertain age are about to be brought close to home: right to the heart of family. 'I didn't want to finish, I was enjoying it so much' Evening Standard 'Thrums with intellectual sass and know-how' Literary Review 'Filled with humour, generosity and contemporary sparkle' Daily Telegraph 'Satirical, wise and sexy' Washington Post",
    "isbn": "9780141920160",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-TRSV/best-books-jjksd01sj-flat-slide-TRSV-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/station-eleven/id846641519?at=10lIEQ",
    "title": "Station Eleven",
    "authors": "Emily St. John Mandel",
    "description": "NATIONAL BESTSELLER • NATIONAL BOOK AWARD FINALIST • A PEN/FAULKNER AWARD FINALIST • Set in the eerie days of civilization’s collapse—the spellbinding story of a Hollywood star, his would-be savior, and a nomadic group of actors roaming the scattered outposts of the Great Lakes region, risking everything for art and humanity. • Now an original series on HBO Max. • Over one million copies sold! One of the New York Times’s 100 Best Books of the 21st Century Kirsten Raymonde will never forget the night Arthur Leander, the famous Hollywood actor, had a heart attack on stage during a production of King Lear. That was the night when a devastating flu pandemic arrived in the city, and within weeks, civilization as we know it came to an end. Twenty years later, Kirsten moves between the settlements of the altered world with a small troupe of actors and musicians. They call themselves The Traveling Symphony, and they have dedicated themselves to keeping the remnants of art and humanity alive. But when they arrive in St. Deborah by the Water, they encounter a violent prophet who will threaten the tiny band’s existence. And as the story takes off, moving back and forth in time, and vividly depicting life before and after the pandemic, the strange twist of fate that connects them all will be revealed. Look for Emily St. John Mandel’s bestselling new novel, Sea of Tranquility!",
    "isbn": "9780385353311",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-52GM/best-books-jjksd01sj-flat-slide-52GM-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-days-of-abandonment/id1499841126?at=10lIEQ",
    "title": "The Days of Abandonment",
    "authors": "Elena Ferrante; translated by Ann Goldstein",
    "description": "From the New York Times–bestselling author of My Brilliant Friend, this novel of a deserted wife’s descent into despair—and rage—is “a masterpiece” (The Philadelphia Inquirer). One of the New York Times’s 100 Best Books of the 21st Century The Days of Abandonment is the gripping story of an Italian woman’s experiences after being suddenly left by her husband after fifteen years of marriage. With two young children to care for, Olga finds it more and more difficult to do the things she used to: keep a spotless house, cook meals with creativity and passion, refrain from using obscenities. After running into her husband with his much-younger new lover in public, she cannot even refrain from assaulting him physically. In a “raging, torrential voice” (The New York Times), Olga conveys her journey from denial to devastating emptiness—and when she finds herself literally trapped within the four walls of their high-rise apartment, she is forced to confront her ghosts, the potential loss of her own identity, and the possibility that life may never return to normal. “Quick, furious, simultaneously steely and unhinged, and completely mesmerizing.” —The New York Times “Intelligent and darkly comic.” —Publishers Weekly “Remarkable, lucid, austerely honest.” —The New Yorker",
    "isbn": "9781609450298",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-7shdko-01askew-slide-RZ3V/best-books-7shdko-01askew-slide-RZ3V-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-human-stain/id1602731100?at=10lIEQ",
    "title": "The Human Stain",
    "authors": "Philip Roth",
    "description": "'An extraordinary book - bursting with rage, humming with ideas, full of dazzling sleights of hand'- Sunday Telegraph Philip Roth's brilliant conclusion to his eloquent trilogy of post-war America - a magnificent successor to American Pastoral and I Married a Communist It is 1998, the year America is plunged into a frenzy of prurience by the impeachment of a president, and in a small New England town a distinguished classics professor, Coleman Silk, is forced to retire when his colleagues allege that he is a racist. The charge is unfounded, the persecution needless, but the truth about Silk would astonish even his most virulent accuser. Coleman Silk has a secret, one which has been kept for fifty years from his wife, his four children, his colleagues, and his friends, including the writer Nathan Zuckerman. It is Zuckerman who comes upon Silk's secret, and sets out to unearth his former buried life, piecing the biographical fragments back together. This is against backdrop of seismic shifts in American history, which take on real, human urgency as Zuckerman discovers more and more about Silk's past and his futile search for renewal and regeneration. ________________ PRAISE FOR THE HUMAN STAIN: 'One of the most beautiful books I've ever read' Red '[A] tender, shocking and incendiary story on the failure of the American dream refracted through the prism of race' Guardian 'A masterpiece' Mail on Sunday",
    "isbn": "9781446400531",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-2220/best-books-jjksd01sj-flat-slide-2220-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-sympathizer/id957280083?at=10lIEQ",
    "title": "The Sympathizer",
    "authors": "Viet Thanh Nguyen",
    "description": "*** WINNER OF THE PULITZER PRIZE FOR FICTION 2016*** WINNER OF THE EDGAR AWARD FOR BEST FIRST NOVEL 2016 WINNER OF THE CARNEGIE MEDAL FOR EXCELLENCE IN FICTION 2016 'A fierce novel written in a refreshingly high style and charged with intelligent rage' Financial Times It is April 1975, and Saigon is in chaos. At his villa, a general of the South Vietnamese army is drinking whiskey and, with the help of his trusted captain, drawing up a list of those who will be given passage aboard the last flights out of the country. The general and his compatriots start a new life in Los Angeles, unaware that one among their number, the captain, is secretly observing and reporting on the group to a higher-up in the Viet Cong. The Sympathizer is the story of this captain: a man brought up by an absent French father and a poor Vietnamese mother, a man who went to university in America, but returned to Vietnam to fight for the Communist cause. A gripping spy novel, an astute exploration of extreme politics, and a moving love story, The Sympathizer explores a life between two worlds and examines the legacy of the Vietnam War in literature, film, and the wars we fight today. 'A bold, artful and globally minded reimagining of the Vietnam war . . . The Sympathizer is an excellent literary novel, and one that ends, with unsettling present-day resonance, in a refugee boat where opposing ideas about intentions, actions and their consequences take stark and resilient human form' the Guardian 'Beautifully written and meaty' Claire Messud '[A] remarkable debut novel . . . In its final chapters, The Sympathizer becomes an absurdist tour de force that might have been written by a Kafka or Genet' New York Times 'This debut is a page-turner (read: everybody will finish) that makes you reconsider the Vietnam War ... Nguyen's darkly comic novel offers a point of view about American culture that we've rarely seen' Oprah's Book Club Suggestions",
    "isbn": "9781472151384",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-DP2S/best-books-jjksd01sj-flat-slide-DP2S-master315.png"
  },
  {
    "link": "https://www.amazon.com/Return-Pulitzer-Prize-Winner-Fathers/dp/0812985087/?tag=thenewyorktim-20",
    "title": "The Return",
    "authors": "Hisham Matar",
    "description": "WINNER OF THE PULITZER PRIZE • The acclaimed memoir about fathers and sons, a legacy of loss, and, ultimately, healing—one of The New York Times Book Review’s ten best books of the year, winner of the PEN/Jean Stein Book Award, and a finalist for the National Book Critics Circle Award and the Los Angeles Times Book Prize One of the New York Times’s 100 Best Books of the 21st Century When Hisham Matar was a nineteen-year-old university student in England, his father went missing under mysterious circumstances. Hisham would never see him again, but he never gave up hope that his father might still be alive. Twenty-two years later, he returned to his native Libya in search of the truth behind his father’s disappearance. The Return is the story of what he found there. The Pulitzer Prize citation hailed The Return as “a first-person elegy for home and father.” Transforming his personal quest for answers into a brilliantly told universal tale of hope and resilience, Matar has given us an unforgettable work with a powerful human question at its core: How does one go on living in the face of unthinkable loss? NAMED ONE OF THE BEST BOOKS OF THE YEAR BY Michiko Kakutani, The New York Times • The Washington Post • The Guardian • Financial Times “A tale of mighty love, loyalty and courage. It simply must be read.”—The Spectator (U.K.) “Wise and agonizing and thrilling to read.”—Zadie Smith “[An] eloquent memoir . . . at once a suspenseful detective story about a writer investigating his father’s fate . . . and a son’s efforts to come to terms with his father’s ghost, who has haunted more than half his life by his absence.”—Michiko Kakutani, The New York Times “This outstanding book . . . roves back and forth in time with a freedom that conceals the intricate precision of its art.”—The Wall Street Journal “Truly remarkable . . . a book with a profound faith in the consolations of storytelling . . . a testament to [Matar’s] father, his family and his country.”—The Daily Telegraph (U.K.) “The Return is a riveting book about love and hope, but it is also a moving meditation on grief and loss. . . . Likely to become a classic.”—Colm Tóibín “Matar’s evocative writing and his early traumas call to mind Vladimir Nabokov.”—The Washington Post “Utterly riveting.”—The Boston Globe “A moving, unflinching memoir of a family torn apart.”—Kazuo Ishiguro, The Guardian “Beautiful . . . The Return, for all the questions it cannot answer, leaves a deep emotional imprint.”—Newsday “A masterful memoir, a searing meditation on loss, exile, grief, guilt, belonging, and above all, family. It is, as well, a study of the shaping—and breaking—of the bonds between fathers and sons. . . . This is writing of the highest quality.”—The Sunday Times (U.K.)",
    "isbn": "9780812985085",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-2MOB/best-books-jjksd01sj-flat-slide-2MOB-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-collected-stories-of-lydia-davis/id397051307?at=10lIEQ",
    "title": "The Collected Stories of Lydia Davis",
    "authors": "nan",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-R7P7/best-books-jjksd01sj-flat-slide-R7P7-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/detransition-baby/id1488257800?at=10lIEQ",
    "title": "Detransition, Baby",
    "authors": "Torrey Peters",
    "description": "NATIONAL BESTSELLER • The lives of three women—transgender and cisgender—collide after an unexpected pregnancy forces them to confront their deepest desires in “one of the most celebrated novels of the year” (Time) “Reading this novel is like holding a live wire in your hand.”—Vulture One of the New York Times’s 100 Best Books of the 21st Century Named one of the Best Books of the Year by more than twenty publications, including The New York Times Book Review, Entertainment Weekly, NPR, Time, Vogue, Esquire, Vulture, and Autostraddle PEN/Hemingway Award Winner • Finalist for the Lambda Literary Award, the National Book Critics Circle Award, and the Gotham Book Prize • Longlisted for The Women’s Prize • Roxane Gay’s Audacious Book Club Pick • New York Times Editors’ Choice Reese almost had it all: a loving relationship with Amy, an apartment in New York City, a job she didn't hate. She had scraped together what previous generations of trans women could only dream of: a life of mundane, bourgeois comforts. The only thing missing was a child. But then her girlfriend, Amy, detransitioned and became Ames, and everything fell apart. Now Reese is caught in a self-destructive pattern: avoiding her loneliness by sleeping with married men. Ames isn't happy either. He thought detransitioning to live as a man would make life easier, but that decision cost him his relationship with Reese—and losing her meant losing his only family. Even though their romance is over, he longs to find a way back to her. When Ames's boss and lover, Katrina, reveals that she's pregnant with his baby—and that she's not sure whether she wants to keep it—Ames wonders if this is the chance he's been waiting for. Could the three of them form some kind of unconventional family—and raise the baby together? This provocative debut is about what happens at the emotional, messy, vulnerable corners of womanhood that platitudes and good intentions can't reach. Torrey Peters brilliantly and fearlessly navigates the most dangerous taboos around gender, sex, and relationships, gifting us a thrillingly original, witty, and deeply moving novel.",
    "isbn": "9780593133392",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-WLYN/best-books-jjksd01sj-flat-slide-WLYN-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Ffrederick-douglass-david-w-blight%2F1127923041",
    "title": "Frederick Douglass",
    "authors": "David W. Blight",
    "description": "* Selected as One of the Best Books of the 21st Century by The New York Times * Winner of the Pulitzer Prize in History * “Extraordinary…a great American biography” (The New Yorker) of the most important African American of the 19th century: Frederick Douglass, the escaped slave who became the greatest orator of his day and one of the leading abolitionists and writers of the era. As a young man Frederick Douglass (1818–1895) escaped from slavery in Baltimore, Maryland. He was fortunate to have been taught to read by his slave owner mistress, and he would go on to become one of the major literary figures of his time. His very existence gave the lie to slave owners: with dignity and great intelligence he bore witness to the brutality of slavery. Initially mentored by William Lloyd Garrison, Douglass spoke widely, using his own story to condemn slavery. By the Civil War, Douglass had become the most famed and widely travelled orator in the nation. In his unique and eloquent voice, written and spoken, Douglass was a fierce critic of the United States as well as a radical patriot. After the war he sometimes argued politically with younger African Americans, but he never forsook either the Republican party or the cause of black civil and political rights. In this “cinematic and deeply engaging” (The New York Times Book Review) biography, David Blight has drawn on new information held in a private collection that few other historian have consulted, as well as recently discovered issues of Douglass’s newspapers. “Absorbing and even moving…a brilliant book that speaks to our own time as well as Douglass’s” (The Wall Street Journal), Blight’s biography tells the fascinating story of Douglass’s two marriages and his complex extended family. “David Blight has written the definitive biography of Frederick Douglass…a powerful portrait of one of the most important American voices of the nineteenth century” (The Boston Globe). In addition to the Pulitzer Prize, Frederick Douglass won the Bancroft, Parkman, Los Angeles Times (biography), Lincoln, Plutarch, and Christopher awards and was named one of the Best Books of 2018 by The New York Times Book Review, The Wall Street Journal, The Boston Globe, The Chicago Tribune, The San Francisco Chronicle, and Time.",
    "isbn": "9781416593881",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-AR7D/books-additional-skewsksk-slide-AR7D-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/pastoralia/id475937243?at=10lIEQ",
    "title": "Pastoralia",
    "authors": "George Saunders",
    "description": "nan",
    "isbn": "9788497935142",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-IUCI/best-books-jjksd01sj-flat-slide-IUCI-master315.png"
  },
  {
    "link": "https://www.amazon.com/The-Emperor-of-All-Maladies-audiobook/dp/B017DQSQD6/?tag=thenewyorktim-20",
    "title": "The Emperor of All Maladies",
    "authors": "Siddhartha Mukherjee",
    "description": "Winner of the Pulitzer Prize and a documentary from Ken Burns on PBS, this New York Times bestseller is “an extraordinary achievement” (The New Yorker)—a magnificent, profoundly humane “biography” of cancer—from its first documented appearances thousands of years ago through the epic battles in the twentieth century to cure, control, and conquer it to a radical new understanding of its essence. Now includes an excerpt from Siddhartha Mukherjee’s new book Song of the Cell! Physician, researcher, and award-winning science writer, Siddhartha Mukherjee examines cancer with a cellular biologist’s precision, a historian’s perspective, and a biographer’s passion. The result is an astonishingly lucid and eloquent chronicle of a disease humans have lived with—and perished from—for more than five thousand years. The story of cancer is a story of human ingenuity, resilience, and perseverance, but also of hubris, paternalism, and misperception. Mukherjee recounts centuries of discoveries, setbacks, victories, and deaths, told through the eyes of his predecessors and peers, training their wits against an infinitely resourceful adversary that, just three decades ago, was thought to be easily vanquished in an all-out “war against cancer.” The book reads like a literary thriller with cancer as the protagonist. Riveting, urgent, and surprising, The Emperor of All Maladies provides a fascinating glimpse into the future of cancer treatments. It is an illuminating book that provides hope and clarity to those seeking to demystify cancer.",
    "isbn": "9781439181713",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-7shdko-01askew-slide-ZPT6/best-books-7shdko-01askew-slide-ZPT6-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/when-we-cease-to-understand-the-world/id1549429739?at=10lIEQ",
    "title": "When We Cease to Understand the World",
    "authors": "Benjamín Labatut; translated by Adrian Nathan West",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-OQPJ/best-books-jjksd01sj-flat-slide-OQPJ-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/hurricane-season/id1491379543?at=10lIEQ",
    "title": "Hurricane Season",
    "authors": "Fernanda Melchor; translated by Sophie Hughes",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-DYXY/best-books-jjksd01sj-flat-slide-DYXY-master315.png"
  },
  {
    "link": "https://www.amazon.com/Pulphead-Essays/dp/B085VTH4MP/?tag=thenewyorktim-20",
    "title": "Pulphead",
    "authors": "John Jeremiah Sullivan",
    "description": "Kann man ganz Amerika in ein Buch packen? Geschichte und Gegenwart? Popkultur und Frömmigkeit? Glänzende Oberfläche und enttäuschte Versprechen? Mit »Pulphead« hat John Jeremiah Sullivan bewiesen, dass das möglich ist. In der Tradition von Meistern wie Tom Wolfe und Hunter S. Thompson verwischt er die Grenze zwischen Literatur und Journalismus, Erzählung und Reportage, Hochliteratur und Unterhaltung, Hemingway und Hollywood. Wie in einem Panoptikum entsteht aus Artikeln über Axl Rose, christliche Rockfestivals, Reality TV, die Tea-Party-Bewegung, vergessene Naturforscher und den heruntergekommenen Süden das Panorama eines Landes, das der Rest der Welt immer weniger versteht. Pulphead löste in den USA wahre Jubelstürme aus, und die Begeisterung hat längst auch die alte Welt respektive die Bundesrepublik erreicht: »Noch jeder ungläubige Thomas, der dem konzertierten Entzücken misstrauen wollte, kehrte mit leuchtenden Augen von der Lektüre zurück.« Der Tagesspiegel »Essays aus und über Amerika von einem, der schreiben kann, dass einem der Mund offen stehen bleibt.« Frankfurter Allgemeine Sonntagszeitung »Die besten Geschichten über Amerika, die Popkultur und die Gegenwart seit langem.« Süddeutsche Zeitung »... die besten Geschichten schreibt immer noch das Leben, und das ist Sullivans Stoff.« Tages-Anzeiger »Sehr, sehr gute, wahre, berührende Geschichten darüber, was es heißen kann, heute zu leben« Süddeutsche Zeitung",
    "isbn": "9783518788905",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-jjksd01sj-flat-slide-KY6H/best-books-jjksd01sj-flat-slide-KY6H-master315.png"
  },
  {
    "link": "https://bookshop.org/p/books/the-story-of-the-lost-child-a-novel-neapolitan-novels-4-elena-ferrante/12562928?affiliate=3546",
    "title": "The Story of the Lost Child",
    "authors": "Elena Ferrante; translated by Ann Goldstein",
    "description": "The Story of the Lost Child is the long-awaited fourth volume in the Neapolitan novels (My Brilliant Friend, The Story of a New Name, Those Who Leave and Those Who Stay). The quartet traces the friendship between Elena and Lila, from their childhood in a poor neighbourhood in Naples, to their thirties, when both women are mothers but each has chosen a different path. Their lives are still inextricably linked, for better or worse, especially when it comes to the drama of a lost child. Elena Ferrante was born in Naples. She is the author of seven novels: The Days of Abandonment, Troubling Love, The Lost Daughter, and the quartet of Neapolitan novels: My Brilliant Friend, The Story of a New Name, Those Who Leave and Those Who Stay, and The Story of the Lost Child. Frantugmalia, a selection of interviews, letters and occasional writings by Ferrante, will be published in 2016. She is one of Italy’s most acclaimed authors. Ann Goldstein has translated all of Elena Ferrante’s work. She is an editor at the New Yorker and a recipient of the PEN Renato Poggioli Translation Prize. Praise for Ferrante and the Neapolitan novels ‘[Ferrante’s] charting of the rivalries and sheer inscrutability of female friendship is raw. This is high stakes, subversive literature.’ Sunday Telegraph ‘Ferrante is an expert above all at the rhythm of plotting...Whether it’s work, family, friends or sex–and Ferrante, perhaps thanks to her anonymity as an author, is blisteringly good on bad sex–our greatest mistakes in life aren’t isolated acts; we rehearse them over and over until we get them as badly wrong as we can.’ Independent ‘Great novels are intelligent far beyond the powers of any character or writer or individual reader, as are great friendships, in their way. These wonderful books sit at the heart of that mystery, with the warmth and power of both.’ Harper’s ‘Elena Ferrante is one of the great novelists of our time. Her voice is passionate, her view sweeping and her gaze basilisk...In these bold, gorgeous, relentless novels, Ferrante traces the deep connections between the political and the domestic. This is a new version of the way we live now—one we need, one told brilliantly, by a woman.’ New York Times Sunday Book Review ‘When I read [the Neapolitan novels] I find that I never want to stop. I feel vexed by the obstacles—my job, or acquaintances on the subway—that threaten to keep me apart from the books. I mourn separations (a year until the next one—how?). I am propelled by a ravenous will to keep going.’ New Yorker ‘The best thing I’ve read this year, far and away...She puts most other writing at the moment in the shade. She’s marvellous.’ Richard Flanagan ‘The Neapolitan series stands as a testament to the ability of great literature to challenge, flummox, enrage and excite as it entertains.’ Sydney Morning Herald ‘The depth of perception Ms. Ferrante shows about her character’s conflicts and psychological states is astonishing...Her novels ring so true and are written with such empathy that they sound confessional.’ Wall Street Journal ‘The older you get, the harder it is to recapture the intoxicating sense of discovery that comes when you first read George Eliot, Nabokov, Tolstoy or Colette. But this year it came again when I read Elena Ferrante’s remarkable Neapolitan novels.’ Jane Shilling, New Statesman ‘There is nothing remotely tiring or trying about the experience of reading the Neapolitan novels, which I, and a great many others, now rank among our greatest book-related pleasures...it is writing that holds honesty dear.’ Weekend Australian ‘Dickens gave working people a voice. Ferrante, whoever she might be, presents a new paradigm for being female in the world...Ferrante’s great literary creations, Lenu and Lila, have the same emotional weight as Anne in Persuasion, Jo in Little Women, Maggie in The Mill on the Floss, Jane in Jane Eyre.’ Helen Elliott in the Monthly ‘This stunning conclusion further solidifies the Neapolitan novels as Ferrante’s masterpiece and guarantees that this reclusive author will remain far from obscure for years to come.’ Publishers Weekly ‘The Neapolitan novels are smart, thoughtful, serious literature. At the same time, they are violent, suspenseful soap operas populated with a vivid cast of scheming characters...Ferrante’s novels are deeply personal and intimate, getting to the very heart of what it means to be a woman, a friend, a daughter, a mother.’ Debrief Daily ‘Shattering and enthralling, intimate and vicious...The Neapolitan Novels are the kind of books that swallow me whole. As soon as I pick one up, I don’t want to breathe or move lest I break the spell...The Neapolitan Novels are among the most important in my reading life. I can’t recommend them highly enough.’ Readings ‘Ferrante captures the complexities of women, friendship and motherhood in ways that make your heart soar and ache in equal measures. If you haven’t already, treat yourself to this series.’ ELLE Australia ‘[Ferrante’s] Neapolitan novels contain real life – recognisable anxiety, joy, love and heartbreak. This is an incredibly difficult feat to achieve in the first place, let alone sustain, over four books. We will be talking about Elena and Lila for years to come.’ Sydney Morning Herald ‘There's a bright, sinewy humanness to Ferrante’s writing that is so alive it's alarming...The Story of the Lost Child is a full emotional experience, and a fitting end to a huge, arresting series.’ New Zealand Listener ‘I was one of the many who wept and wondered over Elena Ferrante’s The Story of the Lost Child. I plan to re-read the entire series soon.’ Favourite Feminist Reads from 2016, Feminist Writers Festival",
    "isbn": "9781922253279",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-QFY1/best-books-stmsh02-flat-slide-QFY1-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/a-manual-for-cleaning-women/id961884807?at=10lIEQ",
    "title": "A Manual for Cleaning Women",
    "authors": "Lucia Berlin",
    "description": "One of The New York Times Book Review's Ten Best Books of 2015 One of Jezebel's Favorite Books of 2016 A Manual for Cleaning Women compiles the best work of the legendary short-story writer Lucia Berlin. With the grit of Raymond Carver, the humor of Grace Paley, and a blend of wit and melancholy all her own, Berlin crafts miracles from the everyday, uncovering moments of grace in the Laundromats and halfway houses of the American Southwest, in the homes of the Bay Area upper class, among switchboard operators and struggling mothers, hitchhikers and bad Christians. Readers will revel in this remarkable collection from a master of the form and wonder how they'd ever overlooked her in the first place. \"Perhaps, with the present collection, Lucia Berlin will begin to gain the attention she deserves.\" -Lydia Davis",
    "isbn": "9780374712860",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-NETA/best-books-stmsh02-flat-slide-NETA-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fseptology-jon-fosse%2F1141335881",
    "title": "Septology",
    "authors": "Jon Fosse; translated by Damion Searls",
    "description": "The celebrated Norwegian novelist’s magnum opus, shortlisted for the International Booker Prize, published in one volume for the first time. What makes us who we are? And why do we lead one life and not another? Asle, an ageing painter and widower who lives alone on the southwest coast of Norway, is reminiscing about his life. His only friends are his neighbour, Åsleik, a traditional fisherman-farmer, and Beyer, a gallerist who lives in the city. There, in Bjørgvin, lives another Asle, also a painter but lonely and consumed by alcohol. Asle and Asle are doppelgängers – two versions of the same person, two versions of the same life, both grappling with existential questions about death, love, light and shadow, faith and hopelessness. Jon Fosse’s Septology is a transcendent exploration of the human condition, and a radically other reading experience – incantatory, hypnotic and utterly unique. ‘Jon Fosse is a major European writer.’ – Karl Ove Knausgaard ‘The Beckett of the twenty-first century.’ – Le Monde ‘An extraordinary seven-novel sequence about an old man’s recursive reckoning with the braided realities of God, art, identity, family life and human life itself…the culminating project of an already major career.’ – Randy Boyagoda, New York Times ‘A major work of Scandinavian fiction …Fosse has written a strange mystical moebius strip of a novel, in which an artist struggles with faith and loneliness, and watches himself, or versions of himself, fall away into the lower depths.’ – Hari Kunzru ‘I hesitate to compare the experience of reading these works to the act of meditation. But that is the closest I can come to describing how something in the critical self is shed in the process of reading Fosse, only to be replaced by something more primal. A mood. An atmosphere. The sound of words moving on a page.’ – Ruth Margalit, The New York Review of Books",
    "isbn": "9781922725585",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-UXZZ/books-additional-skewsksk-slide-UXZZ-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/an-american-marriage-oprahs-book-club/id6443053725?at=10lIEQ",
    "title": "An American Marriage",
    "authors": "Tayari Jones",
    "description": "A NEW YORK TIMES AND WASHINGTON POST NOTABLE BOOK A 2018 BEST OF THE YEAR SELECTION OF NPR * TIME * BUSTLE * O, THE OPRAH MAGAZINE * THE DALLAS MORNING NEWS * AMAZON.COM OPRAH’S BOOK CLUB 2018 SELECTION LONGLISTED FOR THE 2018 NATIONAL BOOK AWARD FOR FICTION “A moving portrayal of the effects of a wrongful conviction on a young African-American couple.” —Barack Obama “Haunting . . . Beautifully written.” —The New York Times Book Review “Brilliant and heartbreaking . . . Unforgettable.” —USA Today “A tense and timely love story . . . Packed with brave questions about race and class.” —People “Compelling.” —The Washington Post “Epic . . . Transcendent . . . Triumphant.” —Elle Newlyweds Celestial and Roy are the embodiment of both the American Dream and the New South. He is a young executive, and she is an artist on the brink of an exciting career. But as they settle into the routine of their life together, they are ripped apart by circumstances neither could have imagined. Roy is arrested and sentenced to twelve years for a crime Celestial knows he didn’t commit. Though fiercely independent, Celestial finds herself bereft and unmoored, taking comfort in Andre, her childhood friend, and best man at their wedding. As Roy’s time in prison passes, she is unable to hold on to the love that has been her center. After five years, Roy’s conviction is suddenly overturned, and he returns to Atlanta ready to resume their life together. This stirring love story is a profoundly insightful look into the hearts and minds of three people who are at once bound and separated by forces beyond their control. An American Marriage is a masterpiece of storytelling, an intimate look deep into the souls of people who must reckon with the past while moving forward—with hope and pain—into the future.",
    "isbn": "9781616207601",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-BEHS/best-books-stmsh02-flat-slide-BEHS-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/tomorrow-and-tomorrow-and-tomorrow/id1590065925?at=10lIEQ",
    "title": "Tomorrow, and Tomorrow, and Tomorrow",
    "authors": "Gabrielle Zevin",
    "description": "NEW YORK TIMES BESTSELLER • Sam and Sadie—two college friends, often in love, but never lovers—become creative partners in a dazzling and intricately imagined world of video game design, where success brings them fame, joy, tragedy, duplicity, and, ultimately, a kind of immortality. It is a love story, but not one you have read before. \"Delightful and absorbing.\" —The New York Times • \"Utterly brilliant.\" —John Green One of the New York Times’s 100 Best Books of the 21st Century • A Kirkus Reviews Best Fiction Book of the Century • A Los Angeles Times Best Fiction Book of the Last 30 Years • One of the Best Books of the Year: The New York Times, Entertainment Weekly, TIME, GoodReads, Oprah Daily From the best-selling author of The Storied Life of A. J. Fikry: On a bitter-cold day, in the December of his junior year at Harvard, Sam Masur exits a subway car and sees, amid the hordes of people waiting on the platform, Sadie Green. He calls her name. For a moment, she pretends she hasn’t heard him, but then, she turns, and a game begins: a legendary collaboration that will launch them to stardom. These friends, intimates since childhood, borrow money, beg favors, and, before even graduating college, they have created their first blockbuster, Ichigo. Overnight, the world is theirs. Not even twenty-five years old, Sam and Sadie are brilliant, successful, and rich, but these qualities won’t protect them from their own creative ambitions or the betrayals of their hearts. Spanning thirty years, from Cambridge, Massachusetts, to Venice Beach, California, and lands in between and far beyond, Gabrielle Zevin’s Tomorrow, and Tomorrow, and Tomorrow examines the multifarious nature of identity, disability, failure, the redemptive possibilities in play, and above all, our need to connect: to be loved and to love.",
    "isbn": "9780593466490",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-JCHN/books-extra-jjjjs-06-flat-slide-JCHN-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/exit-west/id1123867754?at=10lIEQ",
    "title": "Exit West",
    "authors": "Mohsin Hamid",
    "description": "One of The New York Times’s 100 Best Books of the 21st Century FINALIST FOR THE BOOKER PRIZE & WINNER OF THE L.A. TIMES BOOK PRIZE FOR FICTION and THE ASPEN WORDS LITERARY PRIZE “It was as if Hamid knew what was going to happen to America and the world, and gave us a road map to our future… At once terrifying and … oddly hopeful.” —Ayelet Waldman, The New York Times Book Review “Moving, audacious, and indelibly human.” —Entertainment Weekly, “A” rating The New York Times bestselling novel: an astonishingly visionary love story that imagines the forces that drive ordinary people from their homes into the uncertain embrace of new lands, from the author of The Reluctant Fundamentalist and the forthcoming The Last White Man. In a country teetering on the brink of civil war, two young people meet—sensual, fiercely independent Nadia and gentle, restrained Saeed. They embark on a furtive love affair, and are soon cloistered in a premature intimacy by the unrest roiling their city. When it explodes, turning familiar streets into a patchwork of checkpoints and bomb blasts, they begin to hear whispers about doors—doors that can whisk people far away, if perilously and for a price. As the violence escalates, Nadia and Saeed decide that they no longer have a choice. Leaving their homeland and their old lives behind, they find a door and step through. . . . Exit West follows these remarkable characters as they emerge into an alien and uncertain future, struggling to hold on to each other, to their past, to the very sense of who they are. Profoundly intimate and powerfully inventive, it tells an unforgettable story of love, loyalty, and courage that is both completely of our time and for all time.",
    "isbn": "9780735212183",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/exit-west/exit-west-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/olive-kitteridge/id419952416?at=10lIEQ",
    "title": "Olive Kitteridge",
    "authors": "Elizabeth Strout",
    "description": "WINNER OF THE PULITZER PRIZE • The beloved first novel featuring Olive Kitteridge, from the #1 New York Times bestselling author of My Name is Lucy Barton and the Oprah’s Book Club pick Olive, Again “Fiction lovers, remember this name: Olive Kitteridge. . . . You’ll never forget her.”—USA Today “Strout animates the ordinary with astonishing force.”—The New Yorker One of the New York Times’s 100 Best Books of the 21st Century • A Kirkus Reviews Best Fiction Book of the Century A BEST BOOK OF THE YEAR: The Washington Post Book World, USA Today, San Francisco Chronicle, Chicago Tribune, Seattle Post-Intelligencer, People, Entertainment Weekly, The Christian Science Monitor, The Plain Dealer, The Atlantic, Rocky Mountain News, Library Journal At times stern, at other times patient, at times perceptive, at other times in sad denial, Olive Kitteridge, a retired schoolteacher, deplores the changes in her little town of Crosby, Maine, and in the world at large, but she doesn’t always recognize the changes in those around her: a lounge musician haunted by a past romance; a former student who has lost the will to live; Olive’s own adult child, who feels tyrannized by her irrational sensitivities; and her husband, Henry, who finds his loyalty to his marriage both a blessing and a curse. As the townspeople grapple with their problems, mild and dire, Olive is brought to a deeper understanding of herself and her life—sometimes painfully, but always with ruthless honesty. Olive Kitteridge offers profound insights into the human condition—its conflicts, its tragedies and joys, and the endurance it requires. The inspiration for the Emmy Award–winning HBO miniseries starring Frances McDormand, Richard Jenkins, and Bill Murray",
    "isbn": "9781588366887",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-PQO2/best-books-stmsh02-flat-slide-PQO2-master315.png"
  },
  {
    "link": "https://www.amazon.com/Passage-Power-Years-Lyndon-Johnson/dp/B00I62M6SI/?tag=thenewyorktim-20",
    "title": "The Passage of Power",
    "authors": "Robert Caro",
    "description": "WINNER OF THE NATIONAL BOOK CRITICS CIRCLE AWARD, THE LOS ANGELES TIMES BOOK PRIZE, THE MARK LYNTON HISTORY PRIZE, THE AMERICAN HISTORY BOOK PRIZE One of the New York Times’s 100 Best Books of the 21st Century • A Kirkus Reviews Best Nonfiction Book of the Century Book Four of Robert A. Caro’s monumental The Years of Lyndon Johnson displays all the narrative energy and illuminating insight that led the Times of London to acclaim it as “one of the truly great political biographies of the modern age. A masterpiece.” The Passage of Power follows Lyndon Johnson through both the most frustrating and the most triumphant periods of his career—1958 to1964. It is a time that would see him trade the extraordinary power he had created for himself as Senate Majority Leader for what became the wretched powerlessness of a Vice President in an administration that disdained and distrusted him. Yet it was, as well, the time in which the presidency, the goal he had always pursued, would be thrust upon him in the moment it took an assassin’s bullet to reach its mark. By 1958, as Johnson began to maneuver for the presidency, he was known as one of the most brilliant politicians of his time, the greatest Senate Leader in our history. But the 1960 nomination would go to the young senator from Massachusetts, John F. Kennedy. Caro gives us an unparalleled account of the machinations behind both the nomination and Kennedy’s decision to offer Johnson the vice presidency, revealing the extent of Robert Kennedy’s efforts to force Johnson off the ticket. With the consummate skill of a master storyteller, he exposes the savage animosity between Johnson and Kennedy’s younger brother, portraying one of America’s great political feuds. Yet Robert Kennedy’s overt contempt for Johnson was only part of the burden of humiliation and isolation he bore as Vice President. With a singular understanding of Johnson’s heart and mind, Caro describes what it was like for this mighty politician to find himself altogether powerless in a world in which power is the crucial commodity. For the first time, in Caro’s breathtakingly vivid narrative, we see the Kennedy assassination through Lyndon Johnson’s eyes. We watch Johnson step into the presidency, inheriting a staff fiercely loyal to his slain predecessor; a Congress determined to retain its power over the executive branch; and a nation in shock and mourning. We see how within weeks—grasping the reins of the presidency with supreme mastery—he propels through Congress essential legislation that at the time of Kennedy’s death seemed hopelessly logjammed and seizes on a dormant Kennedy program to create the revolutionary War on Poverty. Caro makes clear how the political genius with which Johnson had ruled the Senate now enabled him to make the presidency wholly his own. This was without doubt Johnson’s finest hour, before his aspirations and accomplishments were overshadowed and eroded by the trap of Vietnam. In its exploration of this pivotal period in Johnson’s life—and in the life of the nation—The Passage of Power is not only the story of how he surmounted unprecedented obstacles in order to fulfill the highest purpose of the presidency but is, as well, a revelation of both the pragmatic potential in the presidency and what can be accomplished when the chief executive has the vision and determination to move beyond the pragmatic and initiate programs designed to transform a nation. It is an epic story told with a depth of detail possible only through the peerless research that forms the foundation of Robert Caro’s work, confirming Nicholas von Hoffman’s verdict that “Caro has changed the art of political biography.”",
    "isbn": "9780307960467",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-5R6T/books-extra-jjjjs-06-flat-slide-5R6T-master315.png"
  },
  {
    "link": "https://books.apple.com/us/audiobook/secondhand-time-the-last-of-the-soviets-unabridged/id1418842019?at=10lIEQ",
    "title": "Secondhand Time",
    "authors": "Svetlana Alexievich; translated by Bela Shayevich",
    "description": "nan",
    "isbn": "nan",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-50T2/best-books-stmsh02-flat-slide-50T2-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-copenhagen-trilogy-tove-ditlevsen%2F1136963157",
    "title": "The Copenhagen Trilogy",
    "authors": "Tove Ditlevsen; translated by Tiina Nunnally and Michael Favala Goldman",
    "description": "'Utterly, agonisingly compulsive ... a masterpiece' Liz Jensen, Guardian Following one woman's journey from a troubled girlhood in working-class Copenhagen through her struggle to live on her own terms, The Copenhagen Trilogy is a searingly honest, utterly immersive portrayal of love, friendship, art, ambition and the terrible lure of addiction, from one of Denmark's most celebrated twentieth-century writers. 'Sharp, tough and tender ... wrenching sadness and pitch-black comedy ... Ditlevsen can pivot from hilarity to heartbreak in a trice' Boyd Tonkin Spectator 'Astonishing, honest, entirely revealing and, in the end, devastating. Ditlevsen's trilogy is remarkable not only for its honesty and lyricism; these are books that journey deep into the darkest reaches of human experience and return, fatally wounded, but still eloquent' Observer 'The best books I have read this year. These volumes slip in like a stiletto and do their work once inside. Thrilling' New Statesman",
    "isbn": "9780141993584",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-YH7K/best-books-stmsh02-flat-slide-YH7K-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/all-aunt-hagars-children/id6479668529?at=10lIEQ",
    "title": "All Aunt Hagar’s Children",
    "authors": "Edward P. Jones",
    "description": "In fourteen sweeping and sublime stories, five of which have been published in The New Yorker, the bestselling and Pulitzer Prize-winning author of The Known World shows that his grasp of the human condition is firmer than ever Returning to the city that inspired his first prizewinning book, Lost in the City, Jones has filled this new collection with people who call Washington, D.C., home. Yet it is not the city's power brokers that most concern him but rather its ordinary citizens. All Aunt Hagar's Children turns an unflinching eye to the men, women, and children caught between the old ways of the South and the temptations that await them further north, people who in Jones's masterful hands, emerge as fully human and morally complex, whether they are country folk used to getting up with the chickens or people with centuries of education behind them. In the title story, in which Jones employs the first-person rhythms of a classic detective story, a Korean War veteran investigates the death of a family friend whose sorry destiny seems inextricable from his mother's own violent Southern childhood. In \"In the Blink of God's Eye\" and \"Tapestry\" newly married couples leave behind the familiarity of rural life to pursue lives of urban promise only to be challenged and disappointed. With the legacy of slavery just a stone's throw away and the future uncertain, Jones's cornucopia of characters will haunt readers for years to come.",
    "isbn": "9780061857140",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-ULYW/books-additional-skewsksk-slide-ULYW-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-new-jim-crow/id1451090961?at=10lIEQ",
    "title": "The New Jim Crow",
    "authors": "Michelle Alexander",
    "description": "The New York Times bestseller and 'Bible of a social movement' (San Francisco Chronicle) Once in a great while a book comes along that radically changes our understanding of a crucial political issue and helps to fuel a social movement. The New Jim Crow is such a book. Lawyer and activist Michelle Alexander offers a stunning account of the rebirth of a caste-like system in the United States, one that has resulted in millions of African Americans locked behind bars and then relegated to a permanent second-class status, denied the very rights supposedly won in the Civil Rights movement. Challenging the notion that the election of Barack Obama signalled a new era of colourblindness in the United States, The New Jim Crow reveals how racial discrimination was not ended but merely redesigned. By targeting black men through the War on Drugs and decimating communities of colour, the American criminal justice system functions as a contemporary system of racial control, relegating millions to a permanent second-class status even as it formally adheres to the principle of colourblindness. A searing call to action for everyone concerned with social justice, The New Jim Crow is one of the most important books about race in the 21st century.",
    "isbn": "9780141990682",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-KY5Q/best-books-stmsh02-flat-slide-KY5Q-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-friend-national-book-award-winner/id1247263118?at=10lIEQ",
    "title": "The Friend",
    "authors": "Sigrid Nunez",
    "description": "WINNER OF THE NATIONAL BOOK AWARD FOR FICTION ONE OF THE NEW YORK TIMES’S 100 BEST BOOKS OF THE 21ST CENTURY NOW A MAJOR MOTION PICTURE STARRING NAOMI WATTS “A beautiful book . . . a world of insight into death, grief, art, and love.” —Wall Street Journal “A penetrating, moving meditation on loss, comfort, memory . . . Nunez has a wry, withering wit.” —NPR “Dry, allusive and charming . . . the comedy here writes itself.” —The New York Times The New York Times bestselling story of love, friendship, grief, healing, and the magical bond between a woman and her dog. When a woman unexpectedly loses her lifelong best friend and mentor, she finds herself burdened with the unwanted dog he has left behind. Her own battle against grief is intensified by the mute suffering of the dog, a huge Great Dane traumatized by the inexplicable disappearance of its master, and by the threat of eviction: dogs are prohibited in her apartment building. While others worry that grief has made her a victim of magical thinking, the woman refuses to be separated from the dog except for brief periods of time. Isolated from the rest of the world, increasingly obsessed with the dog's care, determined to read its mind and fathom its heart, she comes dangerously close to unraveling. But while troubles abound, rich and surprising rewards lie in store for both of them. Elegiac and searching, The Friend is both a meditation on loss and a celebration of human-canine devotion.",
    "isbn": "9780735219465",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-JOPP/books-extra-jjjjs-06-flat-slide-JOPP-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/far-from-the-tree/id506098696?at=10lIEQ",
    "title": "Far From the Tree",
    "authors": "Andrew Solomon",
    "description": "**WINNER OF THE WELLCOME BOOK PRIZE 2014** A NEW YORK TIMES BESTSELLER Sometimes your child - the most familiar person of all - is radically different from you. The saying goes that the apple doesn't fall far from the tree. But what happens when it does? Drawing on interviews with over three hundred families, covering subjects including deafness, dwarfs, Down's Syndrome, Autism, Schizophrenia, disability, prodigies, children born of rape, children convicted of crime and transgender people, Andrew Solomon documents ordinary people making courageous choices. Difference is potentially isolating, but Far from the Tree celebrates repeated triumphs of human love and compassion to show that the shared experience of difference is what unites us. Winner of the National Book Critics Circle Award for General Non-fiction and eleven other national awards. Winner of the Green Carnation Prize.",
    "isbn": "9781446433928",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-VW59/best-books-stmsh02-flat-slide-VW59-master315.png"
  },
  {
    "link": "https://www.amazon.com/We-Animals-Justin-Torres/dp/0547844190?tag=thenewyorktim-20",
    "title": "We the Animals",
    "authors": "Justin Torres",
    "description": "Three brothers tear their way through childhood - smashing tomatoes all over each other, building kites from rubbish, hiding when their parents do battle, tiptoeing around the house as their mother sleeps off her graveyard shift. Paps and Ma are from Brooklyn - he's Puerto Rican, she's white. Barely out of childhood themselves, their love is a serious, dangerous thing. Life in this family is fierce and absorbing, full of chaos and heartbreak and the euphoria of belonging completely to one another. From the intense familial unity felt by a child to the profound alienation he endures as he begins to forge his own way in the world, this beautiful novel reinvents the coming-of-age story in a way that is sly and incredibly powerful.",
    "isbn": "9781847085511",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-E2IM/best-books-stmsh02-flat-slide-E2IM-master315.png"
  },
  {
    "link": "https://books.apple.com/us/audiobook/the-plot-against-america/id1646451258?at=10lIEQ",
    "title": "The Plot Against America",
    "authors": "Philip Roth",
    "description": "NATIONAL BESTSELLER • The chilling bestselling alternate history novel of what happens to one family when America elects a charismatic, isolationist president whose government embraces anti-Semitism—from the Pulitzer Prize–winning author of American Pastoral. “A terrific political novel.... Sinister, vivid, dreamlike...You turn the pages, astonished and frightened.” —The New York Times Book Review One of the New York Times’s 100 Best Books of the 21st Century In an extraordinary feat of narrative invention, Philip Roth imagines an alternate history where Franklin D. Roosevelt loses the 1940 presidential election to heroic aviator and rabid isolationist Charles A. Lindbergh. Shortly thereafter, Lindbergh negotiates a cordial \"understanding\" with Adolf Hitler, while the new government embarks on a program of folksy anti-Semitism.",
    "isbn": "9781400079490",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-4K5T/books-additional-skewsksk-slide-4K5T-articleLarge.png"
  },
  {
    "link": "https://www.amazon.com/dp/073522353X?tag=thenewyorktim-20",
    "title": "The Great Believers",
    "authors": "Rebecca Makkai",
    "description": "PULITZER PRIZE FINALIST NATIONAL BOOK AWARD FINALIST A NEW YORK TIMES TOP 10 BOOK OF 2018 LOS ANGELES TIMES BOOK PRIZE WINNER ALA CARNEGIE MEDAL WINNER THE STONEWALL BOOK AWARD WINNER Soon to Be a Major Television Event, optioned by Amy Poehler • One of the New York Times’s 100 Best Books of the 21st Century “A page turner . . . An absorbing and emotionally riveting story about what it’s like to live during times of crisis.” —The New York Times Book Review A dazzling novel of friendship and redemption in the face of tragedy and loss set in 1980s Chicago and contemporary Paris In 1985, Yale Tishman, the development director for an art gallery in Chicago, is about to pull off an amazing coup, bringing in an extraordinary collection of 1920s paintings as a gift to the gallery. Yet as his career begins to flourish, the carnage of the AIDS epidemic grows around him. One by one, his friends are dying and after his friend Nico’s funeral, the virus circles closer and closer to Yale himself. Soon the only person he has left is Fiona, Nico’s little sister. Thirty years later, Fiona is in Paris tracking down her estranged daughter who disappeared into a cult. While staying with an old friend, a famous photographer who documented the Chicago crisis, she finds herself finally grappling with the devastating ways AIDS affected her life and her relationship with her daughter. The two intertwining stories take us through the heartbreak of the eighties and the chaos of the modern world, as both Yale and Fiona struggle to find goodness in the midst of disaster. Named a Best Book of 2018 by The New York Times Book Review, The Washington Post, NPR, San Francisco Chronicle, The Boston Globe, Entertainment Weekly, Buzzfeed, The Seattle Times, Bustle, Newsday, AM New York, BookPage, St. Louis Post-Dispatch, Lit Hub, Publishers Weekly, Kirkus Reviews, New York Public Library and Chicago Public Library",
    "isbn": "9780735223547",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-J695/best-books-stmsh02-flat-slide-J695-master315.png"
  },
  {
    "link": "https://www.amazon.com/Veronica-Mary-Gaitskill/dp/037572785X/?tag=thenewyorktim-20",
    "title": "Veronica",
    "authors": "Mary Gaitskill",
    "description": "Alison and Veronica meet amid the nocturnal glamour of 1980s New York: one is a former modelling sensation, stumbling away from the wreck of her career, the other an eccentric middle-aged proofreader with a meticulous eye. Over the next twenty years their friendship will encompass narcissism and tenderness, exploitation and self-sacrifice, love and mortality. Moving seamlessly between the glamorous and gritty '80s, when beauty and style gave licence to excess, and the broken world of the decade's survivors twenty years later, Gaitskill casts a fierce yet compassionate eye on the two eras and their fixations. Veronica masterfully evokes the fragility and mystery of human relationships in a world where love is rife with frightening artificiality. Evocative, raw and entirely unique, Veronica was shortlisted for the prestigious 2005 National Book Award in the USA.",
    "isbn": "9781847654717",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-7BXF/best-books-stmsh02-flat-slide-7BXF-master315.png"
  },
  {
    "link": "https://www.amazon.com/10-04-Novel-Ben-Lerner/dp/1250081335/?tag=thenewyorktim-20",
    "title": "10:04",
    "authors": "Ben Lerner",
    "description": "A stunning, urgent, and original novel from Ben Lerner (The Topeka School and Leaving the Atocha Station) about making art, love, and children during the twilight of an empire. Winner of The Paris Review's 2012 Terry Southern Prize A Finalist for the 2014 Folio Prize and the NYPL Young Lions Fiction Award In the last year, the narrator of 10:04 has enjoyed unlikely literary success, has been diagnosed with a potentially fatal medical condition, and has been asked by his best friend to help her conceive a child. In a New York of increasingly frequent superstorms and social unrest, he must reckon with his own mortality and the prospect of fatherhood in a city that might soon be underwater. A writer whose work Jonathan Franzen has called \"hilarious . . . cracklingly intelligent . . . and original in every sentence,\" Lerner captures what it's like to be alive now when the difficulty of imagining a future is changing our relationship to both the present and the past. Named One of the Best Books of the Year By: The New Yorker The New York Times Book Review The Wall Street Journal The Village Voice The Boston Globe NPR Vanity Fair The Guardian (London) The L Magazine The Times Literary Supplement (London) The Globe and Mail (Toronto) The Huffington Post Gawker Flavorwire San Francisco Chronicle The Kansas City Star The Jewish Daily Forward Tin House",
    "isbn": "9780374711344",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-8DDG/best-books-stmsh02-flat-slide-8DDG-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/demon-copperhead/id1605764997?at=10lIEQ",
    "title": "Demon Copperhead",
    "authors": "Barbara Kingsolver",
    "description": "WINNER OF THE PULITZER PRIZE • WINNER OF THE WOMEN'S PRIZE FOR FICTION New York Times Readers’ Pick: Top 100 Books of the 21st Century • An Oprah’s Book Club Selection • An Instant New York Times Bestseller • An Instant Wall Street Journal Bestseller • A #1 Washington Post Bestseller • A New York Times \"Ten Best Books of the Year\" \"Demon is a voice for the ages—akin to Huck Finn or Holden Caulfield—only even more resilient.” —Beth Macy, author of Dopesick \"May be the best novel of [the year]. . . . Equal parts hilarious and heartbreaking, this is the story of an irrepressible boy nobody wants, but readers will love.” —Ron Charles, Washington Post From the acclaimed author of The Poisonwood Bible and The Bean Trees and the recipient of the National Book Foundation's Medal for Distinguished Contribution to American Letters, a brilliant novel that enthralls, compels, and captures the heart as it evokes a young hero’s unforgettable journey to maturity Set in the mountains of southern Appalachia, Demon Copperhead is the story of a boy born to a teenaged single mother in a single-wide trailer, with no assets beyond his dead father’s good looks and copper-colored hair, a caustic wit, and a fierce talent for survival. Relayed in his own unsparing voice, Demon braves the modern perils of foster care, child labor, derelict schools, athletic success, addiction, disastrous loves, and crushing losses. Through all of it, he reckons with his own invisibility in a popular culture where even the superheroes have abandoned rural people in favor of cities. Many generations ago, Charles Dickens wrote David Copperfield from his experience as a survivor of institutional poverty and its damages to children in his society. Those problems have yet to be solved in ours. Dickens is not a prerequisite for readers of this novel, but he provided its inspiration. In transposing a Victorian epic novel to the contemporary American South, Barbara Kingsolver enlists Dickens’ anger and compassion, and above all, his faith in the transformative powers of a good story. Demon Copperhead speaks for a new generation of lost boys, and all those born into beautiful, cursed places they can’t imagine leaving behind.",
    "isbn": "9780063251991",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-stmsh02-flat-slide-TK8I/best-books-stmsh02-flat-slide-TK8I-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/heavy/id1091032072?at=10lIEQ",
    "title": "Heavy",
    "authors": "Kiese Laymon",
    "description": "_______________ 'So beautifully written, so insightful, so thoughtful, so honest, so vulnerable, so intimate ... A gift' - Jesmyn Ward 'Wow. Just wow' - Roxane Gay 'Unflinchingly honest' - Reni Eddo-Lodge 'An act of truth-telling unlike any other I can think of' - Alexander Chee _______________ A TLS BOOK OF THE YEAR _______________ The story of the black male experience in America you've never read before Kiese Laymon grew up a hard-headed black son to a complicated and brilliant black mother in Jackson, Mississippi. From his early experiences of sexual violence, to his suspension from college, to his career as a young college professor, Laymon charts his complex relationship with his mother, grandmother, abuse, anorexia, obesity, sex, writing and ultimately gambling. In Heavy, by attempting to name secrets and lies that he and his mother spent a lifetime avoiding, Laymon asks himself, his mother, his nation and us to confront the terrifying possibility that few know how to love responsibly, and even fewer want to live under the weight of actually becoming free. A defiant yet vulnerable memoir that Laymon started writing when he was eleven, Heavy is an insightful exploration of weight, identity, art, friendship and family. _______________ 'Laymon's writing, as rich and elegant as mahogany, offers us comfort even as we grapple with his book's unflinching honesty ... Excellent' - New York Times",
    "isbn": "9781526605733",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-Y8AH/best-books-okppll03-flat-slide-Y8AH-master315.png"
  },
  {
    "link": "https://www.amazon.com/Middlesex-Novel-Oprahs-Book-Club/dp/0312427735/?tag=thenewyorktim-20",
    "title": "Middlesex",
    "authors": "Jeffrey Eugenides",
    "description": "In the spring of 1974, Calliope Stephanides, a student at a girl's school in Grosse Pointe, Michigan, finds herself drawn to a chain-smoking, strawberry-blonde classmate with a gift for acting. The passion that furtively develops between them, as well as Callie's failure to develop, leads Callie to suspect that she is not like other girls. In fact, she is not a girl at all; due to a rare genetic mutation Callie is part girl, part boy.",
    "isbn": "nan",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-18RW/best-books-okppll03-flat-slide-18RW-master315.png"
  },
  {
    "link": "https://www.amazon.com/Stay-True-Memoir-Pulitzer-Vintage/dp/0593315200/?tag=thenewyorktim-20",
    "title": "Stay True",
    "authors": "Hua Hsu",
    "description": "nan",
    "isbn": "9783311350170",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-WPMS/books-additional-skewsksk-slide-WPMS-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/nickel-and-dimed/id385996938?at=10lIEQ",
    "title": "Nickel and Dimed",
    "authors": "Barbara Ehrenreich",
    "description": "The New York Times bestselling work of undercover reportage from our sharpest and most original social critic, with a new foreword by Matthew Desmond, author of Evicted Millions of Americans work full time, year round, for poverty-level wages. In 1998, Barbara Ehrenreich decided to join them. She was inspired in part by the rhetoric surrounding welfare reform, which promised that a job—any job—can be the ticket to a better life. But how does anyone survive, let alone prosper, on $6 an hour? To find out, Ehrenreich left her home, took the cheapest lodgings she could find, and accepted whatever jobs she was offered. Moving from Florida to Maine to Minnesota, she worked as a waitress, a hotel maid, a cleaning woman, a nursing-home aide, and a Wal-Mart sales clerk. She lived in trailer parks and crumbling residential motels. Very quickly, she discovered that no job is truly \"unskilled,\" that even the lowliest occupations require exhausting mental and muscular effort. She also learned that one job is not enough; you need at least two if you int to live indoors. Nickel and Dimed reveals low-rent America in all its tenacity, anxiety, and surprising generosity—a land of Big Boxes, fast food, and a thousand desperate stratagems for survival. Read it for the smoldering clarity of Ehrenreich's perspective and for a rare view of how \"prosperity\" looks from the bottom. And now, in a new foreword, Matthew Desmond, author of Evicted: Poverty and Profit in the American City, explains why, twenty years on in America, Nickel and Dimed is more relevant than ever.",
    "isbn": "9781429926645",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-UFY9/best-books-okppll03-flat-slide-UFY9-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-flamethrowers/id543381074?at=10lIEQ",
    "title": "The Flamethrowers",
    "authors": "Rachel Kushner",
    "description": "FROM THE MAN BOOKER PRIZE SHORTLISTED AUTHOR OF THE MARS ROOM SHORTLISTED FOR THE FOLIO PRIZE 2014 LONGLISTED FOR THE BAILEYS WOMEN'S PRIZE FOR FICTION Reno mounts her motorcycle and sets a collision course for New York. In 1977 the city is alive with art, sensuality and danger. She falls in with a bohemian clique colonising downtown and the lines between reality and performance begin to bleed. A passionate affair with the scion of an Italian tyre empire carries Reno to Milan, where she is swept along by the radical left and drawn into a spiral of violence and betrayal. The Flamethrowers is an audacious novel that explores the perplexing allure of femininity, fakery and fear. In Reno we encounter a heroine like no other. Best Books of the Year: * Guardian * New York Times * The Times * Observer * Financial Times * New Yorker * Telegraph * Slate * Oprah * Vogue * Time * Scotsman * Evening Standard * Shortlisted for the National Book Awards 2013",
    "isbn": "9781448182282",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-Z8EI/books-extra-jjjjs-06-flat-slide-Z8EI-master315.png"
  },
  {
    "link": "https://books.apple.com/be/audiobook/the-looming-tower-al-qaeda-and-the-road-to-9-11-unabridged/id1417152521?at=10lIEQ",
    "title": "The Looming Tower",
    "authors": "Lawrence Wright",
    "description": "THE PULITZER PRIZE-WINNING BESTSELLER, NOW AN ACCLAIMED TV SERIES This is the definitive account of the run-up to 9/11: from the man who lit the spark of radical Islam in 1948, to those who built up a terror network, and to the FBI agent whose warnings of 'something big' coming were ignored until the Twin Towers fell. 'The Looming Tower is a thriller. And it's a tragedy, too' The New York Times 'The most detailed (and thrilling) account we have of the events that led to the destruction of the Twin Towers' Observer, Books of the Year 'Possibly the best book yet written on the rise of al-Qaeda ... beautifully written and wonderfully compelling' William Dalrymple 'We meet some formidable schemers and killers ... fabulists crazed with blood and death' Martin Amis",
    "isbn": "9780141980850",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-6Q84/best-books-okppll03-flat-slide-6Q84-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/tenth-of-december/id545153974?at=10lIEQ",
    "title": "Tenth of December",
    "authors": "George Saunders",
    "description": "The prize-winning, New York Times bestselling short story collection from the internationally bestselling author of Lincoln in the Bardo 'The best book you'll read this year' New York Times 'Dazzlingly surreal stories about a failing America' Sunday Times WINNER OF THE 2014 FOLIO PRIZE AND SHORTLISTED FOR THE NATIONAL BOOK AWARD 2013 George Saunders's most wryly hilarious and disturbing collection yet, Tenth of December illuminates human experience and explores figures lost in a labyrinth of troubling preoccupations. A family member recollects a backyard pole dressed for all occasions; Jeff faces horrifying ultimatums and the prospect of Darkenfloxx(TM) in some unusual drug trials; and Al Roosten hides his own internal monologue behind a winning smile that he hopes will make him popular. With dark visions of the future riffing against ghosts of the past and the ever-settling present, this collection sings with astonishing charm and intensity.",
    "isbn": "9781408837351",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-VE44/books-extra-jjjjs-06-flat-slide-VE44-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/runaway/id420265347?at=10lIEQ",
    "title": "Runaway",
    "authors": "Alice Munro",
    "description": "The matchless Munro makes art out of everyday lives in this dazzling new collection. At its centre are three stories connected into one marvellously rich narrative about Juliet - who escapes from teaching at a girls' school and throws herself into a wild and passionate love match. Here are men and women of wildly different times and circumstances, their lives made vividly palpable by the nuance and empathy of Munro's writing. Runaway is about the power and betrayals of love, about lost children, lost chances. There is pain and desolation beneath the surface, like a needle in the heart, which makes these stories more powerful and compelling than anything she has written.",
    "isbn": "9780375729263",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-JED6/best-books-okppll03-flat-slide-JED6-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/train-dreams/id434811801?at=10lIEQ",
    "title": "Train Dreams",
    "authors": "Denis Johnson",
    "description": "A New York Times Notable Book for 2011 One of The Economist's 2011 Books of the Year One of NPR's 10 Best Novels of 2011 From the National Book Award-winning author Denis Johnson (Tree of Smoke) comes Train Dreams, an epic in miniature, and one of Johnson's most evocative works of fiction. Suffused with the history and landscapes of the American West—its otherworldly flora and fauna, its rugged loggers and bridge builders—this extraordinary novella poignantly captures the disappearance of a distinctly American way of life. It tells the story of Robert Grainer, a day laborer in the American West at the start of the twentieth century—an ordinary man in extraordinary times. Buffeted by the loss of his family, Grainer struggles to make sense of this strange new world. As his story unfolds, we witness both his shocking personal defeats and the radical changes that transform America in his lifetime.",
    "isbn": "9781429995207",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-SSD7/best-books-okppll03-flat-slide-SSD7-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Flife-after-life-kate-atkinson%2F1112411960",
    "title": "Life After Life",
    "authors": "Kate Atkinson",
    "description": "WINNER OF THE COSTA NOVEL AWARD What if you had the chance to live your life again and again, until you finally got it right? During a snowstorm in England in 1910, a baby is born and dies before she can take her first breath. During a snowstorm in England in 1910, the same baby is born and lives to tell the tale. What if there were second chances? And third chances? In fact an infinite number of chances to live your life? Would you eventually be able to save the world from its own inevitable destiny? And would you even want to? Life After Life follows Ursula Todd as she lives through the turbulent events of the last century again and again. With wit and compassion, Kate Atkinson finds warmth even in life's bleakest moments, and shows an extraordinary ability to evoke the past. Here she is at her most profound and inventive, in a novel that celebrates the best and worst of ourselves.",
    "isbn": "9780552776639",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-PLAX/best-books-okppll03-flat-slide-PLAX-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/trust-pulitzer-prize-winner/id1579646769?at=10lIEQ",
    "title": "Trust",
    "authors": "Hernan Diaz",
    "description": "nan",
    "isbn": "9781637998175",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-7N6U/best-books-okppll03-flat-slide-7N6U-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-vegetarian/id993474222?at=10lIEQ",
    "title": "The Vegetarian",
    "authors": "Han Kang; translated by Deborah Smith",
    "description": "FROM HAN KANG, WINNER OF THE 2024 NOBEL PRIZE IN LITERATURE “[Han Kang’s] intense poetic prose . . . exposes the fragility of human life.”—The Nobel Committee for Literature, in the citation for the Nobel Prize A NEW YORK TIMES BESTSELLER WINNER OF THE INTERNATIONAL BOOKER PRIZE ONE OF THE NEW YORK TIMES’S 100 BEST BOOKS OF THE 21ST CENTURY “Ferocious.”—The New York Times Book Review (Ten Best Books of the Year) “Both terrifying and terrific.”—Lauren Groff “Provocative [and] shocking.”—The Washington Post Before the nightmares began, Yeong-hye and her husband lived an ordinary, controlled life. But the dreams—invasive images of blood and brutality—torture her, driving Yeong-hye to purge her mind and renounce eating meat altogether. It’s a small act of independence, but it interrupts her marriage and sets into motion an increasingly grotesque chain of events at home. As her husband, her brother-in-law and sister each fight to reassert their control, Yeong-hye obsessively defends the choice that’s become sacred to her. Soon their attempts turn desperate, subjecting first her mind, and then her body, to ever more intrusive and perverse violations, sending Yeong-hye spiraling into a dangerous, bizarre estrangement, not only from those closest to her, but also from herself. Celebrated by critics around the world, The Vegetarian is a darkly allegorical, Kafka-esque tale of power, obsession, and one woman’s struggle to break free from the violence both without and within her. A Best Book of the Year: BuzzFeed, Entertainment Weekly, Wall Street Journal, Time, Elle, The Economist, HuffPost, Slate, Bustle, The St. Louis Dispatch, Electric Literature, Publishers Weekly",
    "isbn": "9780553448191",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-6K4D/best-books-okppll03-flat-slide-6K4D-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fpersepolis-marjane-satrapi%2F1101895868",
    "title": "Persepolis",
    "authors": "Marjane Satrapi",
    "description": "nan",
    "isbn": "9789524719971",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-ODVS/books-additional-skewsksk-slide-ODVS-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/a-mercy/id421039437?at=10lIEQ",
    "title": "A Mercy",
    "authors": "Toni Morrison",
    "description": "'A beautiful and important book' The Times On the day that Jacob, an Anglo-Dutch trader, agrees to accept a slave in lieu of payment for a debt from a plantation owner, little Florens's life changes irrevocably. With her keen intelligence and passion for wearing the cast-off shoes of her mistress, Florens has never blurred into the background and now at the age of eight she is uprooted from her family to begin a new life with a new master. She ends up part of Jacob's household, along with his wife Rebekka, Lina their Native American servant, and the enigmatic Sorrow who was rescued from a shipwreck. Together these women face the trials of their harsh environment as Jacob attempts to carve out a place for himself in the brutally unforgiving landscape of North America in the seventeenth century. ‘Toni Morrison is the greatest chronicler of the American experience that we have ever known’ Tayari Jones, New York Times BY THE NOBEL PRIZE-WINNING AUTHOR OF BELOVED Winner of the PEN/Saul Bellow award for achievement in American fiction",
    "isbn": "9781407016597",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-DPJN/books-extra-jjjjs-06-flat-slide-DPJN-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-goldfinch/id599669207?at=10lIEQ",
    "title": "The Goldfinch",
    "authors": "Donna Tartt",
    "description": "WINNER OF THE PULITZER PRIZE FOR FICTION Theo Decker, aged thirteen, is left alone in the world after surviving a catastrophe that kills his only close relative - his mother - and tears him away from everything he knows. Tormented by grief, drifting from home to home, he grows increasingly obsessed with a small, enchanting work of art which dominates his imagination and ultimately draws him, as an adult, into a much darker life than he could ever have foreseen. 'A masterpiece' The Times 'Astonishing' Guardian 'Superb' Daily Mail 'A gripping page turner' Independent on Sunday 'A triumph' Stephen King 'Dazzling' New York Times",
    "isbn": "9781405529518",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-AUL6/best-books-okppll03-flat-slide-AUL6-master315.png"
  },
  {
    "link": "https://books.apple.com/us/audiobook/the-argonauts/id1646422973?at=10lIEQ",
    "title": "The Argonauts",
    "authors": "Maggie Nelson",
    "description": "An intrepid voyage out to the frontiers of the latest thinking about love, language, and family Maggie Nelson's The Argonauts is a genre-bending memoir, a work of \"autotheory\" offering fresh, fierce, and timely thinking about desire, identity, and the limitations and possibilities of love and language. It binds an account of Nelson's relationship with her partner and a journey to and through a pregnancy to a rigorous exploration of sexuality, gender, and \"family.\" An insistence on radical individual freedom and the value of caretaking becomes the rallying cry for this thoughtful, unabashed, uncompromising book.",
    "isbn": "9781555973407",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-KMAT/best-books-okppll03-flat-slide-KMAT-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-fifth-season/id771220893?at=10lIEQ",
    "title": "The Fifth Season",
    "authors": "N.K. Jemisin",
    "description": "\"Intricate and extraordinary.\" - New York Times on The Fifth Season (A New York Times Notable Book of 2015) WINNER OF THE HUGO AWARD FOR BEST NOVEL 2016 This is the way the world ends...for the last time. A season of endings has begun. It starts with the great red rift across the heart of the world's sole continent, spewing ash that blots out the sun. It starts with death, with a murdered son and a missing daughter. It starts with betrayal, and long dormant wounds rising up to fester. This is the Stillness, a land long familiar with catastrophe, where the power of the earth is wielded as a weapon. And where there is no mercy. For more from N. K. Jemisin, check out: The Inheritance Trilogy The Hundred Thousand Kingdoms The Broken Kingdoms The Kingdom of Gods The Inheritance Trilogy (omnibus edition) Shades in Shadow: An Inheritance Triptych (e-only short fiction) The Awakened Kingdom (e-only novella) Dreamblood Duology The Killing Moon The Shadowed Sun The Broken EarthThe Fifth SeasonThe Obelisk Gate",
    "isbn": "9780316229296",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-6P9R/best-books-okppll03-flat-slide-6P9R-master315.png"
  },
  {
    "link": "https://www.amazon.com/Postwar-History-Europe-Since-1945/dp/B00RWOHQHW/?tag=thenewyorktim-20",
    "title": "Postwar",
    "authors": "Tony Judt",
    "description": "Finalist for the Pulitzer Prize • Winner of the Council on Foreign Relations Arthur Ross Book Award • One of the New York Times’s 100 Best Books of the 21st Century “Impressive . . . Mr. Judt writes with enormous authority.” —The Wall Street Journal “Magisterial . . . It is, without a doubt, the most comprehensive, authoritative, and yes, readable postwar history.” —The Boston Globe Almost a decade in the making, this much-anticipated grand history of postwar Europe from one of the world's most esteemed historians and intellectuals is a singular achievement. Postwar is the first modern history that covers all of Europe, both east and west, drawing on research in six languages to sweep readers through thirty-four nations and sixty years of political and cultural change-all in one integrated, enthralling narrative. Both intellectually ambitious and compelling to read, thrilling in its scope and delightful in its small details, Postwar is a rare joy.",
    "isbn": "9781440624766",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-zsaftt03-askew-slide-VQDB/best-books-zsaftt03-askew-slide-VQDB-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/a-brief-history-of-seven-killings-booker-prize-winner/id828736782?at=10lIEQ",
    "title": "A Brief History of Seven Killings",
    "authors": "Marlon James",
    "description": "Winner of the Booker Prize One of the New York Times’s 100 Best Books of the 21st Century One of Entertainment Weekly’s Top 10 Books of the Decade One of The Atlantic’s Great American Novels of the Past 100 Years A “thrilling, ambitious . . . intense” (Los Angeles Times) novel that explores the attempted assassination of Bob Marley in the late 1970s, from the author of Black Leopard, Red Wolf In A Brief History of Seven Killings, Marlon James combines brilliant storytelling with his unrivaled skills of characterization and meticulous eye for detail to forge an enthralling novel of dazzling ambition and scope. On December 3, 1976, just before the Jamaican general election and two days before Bob Marley was to play the Smile Jamaica Concert to ease political tensions in Kingston, seven gunmen stormed the singer’s house, machine guns blazing. The attack wounded Marley, his wife, and his manager, and injured several others. Little was officially released about the gunmen, but much has been whispered, gossiped and sung about in the streets of West Kingston. Rumors abound regarding the assassins’ fates, and there are suspicions that the attack was politically motivated. A Brief History of Seven Killings delves deep into that dangerous and unstable time in Jamaica’s history and beyond. James deftly chronicles the lives of a host of unforgettable characters – gunmen, drug dealers, one-night stands, CIA agents, even ghosts – over the course of thirty years as they roam the streets of 1970s Kingston, dominate the crack houses of 1980s New York, and ultimately reemerge into the radically altered Jamaica of the 1990s. Along the way, they learn that evil does indeed cast long shadows, that justice and retribution are inextricably linked, and that no one can truly escape his fate. Gripping and inventive, shocking and irresistible, A Brief History of Seven Killings is a mesmerizing modern classic of power, mystery, and insight.",
    "isbn": "9780698170506",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-9UX0/books-extra-jjjjs-06-flat-slide-9UX0-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/small-things-like-these/id1562891959?at=10lIEQ",
    "title": "Small Things Like These",
    "authors": "Claire Keegan",
    "description": "NOW A MAJOR MOTION PICTURE STARRING CILLIAN MURPHY A SUNDAY TIMES AND IRISH TIMES BESTSELLER ONE OF THE NEW YORK TIMES' '100 Best Books of the 21st Century' WINNER OF THE ORWELL PRIZE AND THE KERRY GROUP IRISH NOVEL OF THE YEAR AWARD SHORTLISTED FOR THE RATHBONES FOLIO PRIZE AND THE IRISH NOVEL OF THE YEAR AT THE DALKEY LITERARY AWARDS 'Exquisite.' Damon Galgut 'Masterly.' The Times 'Miraculous.' Herald 'Astonishing.' Colm Tóibín 'Stunning.' Sunday Independent 'Absolutely beautiful.' Douglas Stuart It is 1985, in an Irish town. During the weeks leading up to Christmas, Bill Furlong, a coal and timber merchant, faces into his busiest season. As he does the rounds, he feels the past rising up to meet him - and encounters the complicit silences of a people controlled by the Church. Claire Keegan's book Small Things Like These was a Sunday Times Bestseller w/c 05-11-2022 ----- Readers love Small Things Like These: ⭐⭐⭐⭐⭐ 'G ripping and very moving and thought-provoking ... brilliantly done, but also softly and slowly. You'll never regret reading this book, but it will haunt you for ever after.' ⭐⭐⭐⭐⭐ 'I haven't loved a book for so long. This has changed it. Every word counted. Moral, heartfelt & a beautiful read.' ⭐⭐⭐⭐⭐ 'This is a beautifully written story, both simple and profound. Set at Christmas, it is, in essence, an exploration of the best and the worst of what it is to be human. A stunning achievement.' ⭐⭐⭐⭐⭐ 'A remarkable novel - short, succinct, moving. I read it in one sitting early on a Sunday morning before anybody else was up.' ⭐⭐⭐⭐⭐ 'This book needs to sit and settle with the reader after it's read. Much lies here within what seems a simple tale. It strikes to the heart.'",
    "isbn": "9780571368716",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-okppll03-flat-slide-TVZG/best-books-okppll03-flat-slide-TVZG-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fh-is-for-hawk-helen-macdonald%2F1119935895",
    "title": "H Is for Hawk",
    "authors": "Helen Macdonald",
    "description": "Discover the number one bestselling phenomenon that is a powerful and profound mediation on grief expressed through the trials of training a goshawk. **WINNER OF THE COSTA BOOK OF THE YEAR** ** WINNER OF THE SAMUEL JOHNSON PRIZE FOR NON-FICTION** As a child, Helen Macdonald was determined to become a falconer, learning the arcane terminology and reading all the classic books. Years later, when her father died and she was struck deeply by grief, she became obsessed with the idea of training her own goshawk. She bought Mabel for £800 on a Scottish quayside and took her home to Cambridge, ready to embark on the long, strange business of trying to train this wildest of animals. H is for Hawk is an unflinchingly honest account of Macdonald's struggle with grief during the difficult process of the hawk's taming and her own untaming. This is a book about memory, nature and nation, and how it might be possible to reconcile death with life and love. **SELECTED BY CARIAD LLOYD ON BBC TWO'S BETWEEN THE COVERS** 'This beautiful book is at once heartfelt and clever in the way it mixes elegy with celebration' Andrew Motion 'It just sings. I couldn't stop reading' Mark Haddon, bestselling author of The Curious Incident of the Dog in the Night Time 'Dazzling... Deeply affecting, utterly fascinating and blazing with love and intelligence' Financial Times",
    "isbn": "9781448130726",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-CSRH/books-extra-jjjjs-06-flat-slide-CSRH-master315.png"
  },
  {
    "link": "https://www.amazon.com/Visit-Goon-Squad-Jennifer-Egan/dp/0307477479/?tag=thenewyorktim-20",
    "title": "A Visit From the Goon Squad",
    "authors": "Jennifer Egan",
    "description": "WINNER OF THE PULITZER PRIZE FOR FICTION NEW YORK TIMES TOP 10 BOOKS OF 2010 Jennifer Egan's spellbinding novel circles the lives of Bennie Salazar, an aging former punk rocker and record executive, and Sasha, the passionate, troubled young woman he employs. Although Bennie and Sasha never discover each other's pasts, the reader does, in intimate detail, along with the secret lives of a host of other characters whose paths intersect with theirs, over many years, in locales as varied as New York, San Francisco, Naples, and Africa. We first meet Sasha in her mid-thirties, on her therapist's couch in New York City, confronting her longstanding compulsion to steal. Later, we learn the genesis of her turmoil when we see her as the child of a violent marriage, then a runaway living in Naples, then as a college student trying to avert the suicidal impulses of her best friend. We meet Bennie Salazar at the melancholy nadir of his adult life-divorced, struggling to connect with his nine-year-old son, listening to a washed up band in the basement of a suburban house-and then revisit him in 1979, at the height of his youth, shy and tender, reveling in San Francisco's punk scene as he discovers his ardor for rock and roll and his gift for spotting talent. We learn what became of his high school gang-who thrived and who faltered-and we encounter Lou Kline, Bennie's catastrophically careless mentor, along with the lovers and children left behind in the wake of Lou's far flung sexual conquests and meteoric rise and fall. A Visit from the Goon Squad is a book about the interplay of time and music, about survival, about the stirrings and transformations set inexorably in motion by even the most passing conjunction of our fates. In a breathtaking array of styles and tones ranging from tragedy to satire to Powerpoint, Egan captures the undertow of self-destruction that we all must either master or succumb to; the basic human hunger for redemption; and the universal tendency to reach for both-and escape the merciless progress of time-in the transporting realms of art and music. Sly, startling, exhilarating work from one of our boldest writers. ------------------------------------------------------------------------------------------- ***Jennifer Egan's latest novel THE CANDY HOUSE is coming April 2022, the long-awaited sibling novel to A Visit from the Goon Squad***",
    "isbn": "9781780331164",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-D6JQ/books-extra-jjjjs-06-flat-slide-D6JQ-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-savage-detectives-roberto-bola-o%2F1100555642",
    "title": "The Savage Detectives",
    "authors": "Roberto Bolaño; translated by Natasha Wimmer",
    "description": "New Year’s Eve, 1975. Two hunted men leave Mexico City in a borrowed white Impala. Their quest: to track down the mythical, vanished poet Cesárea Tinajero. But, twenty years later, they are still on the run. The Savage Detectives is their remarkable journey through our darkening universe. Told, shared and mythologised by a generation of lovers, rebels and readers, their testimonies are woven together into one of the most dazzling Latin American novels of all time. TRANSLATED BY NATASHA WIMMER ‘Roberto Bolaño was a game changer: his field was politics, poetry and melancholia. He could be funny, he could be literate, he could be devastating. And his writing was always unparalleled’ Mariana Enríquez, author of Our Share of Night ‘Bolaño makes you feel changed for having read him; he adjusts your angle of view on the world’ Guardian",
    "isbn": "9781529924503",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-LEKA/best-books-nnhhhhh04-flat-slide-LEKA-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-years/id1262798210?at=10lIEQ",
    "title": "The Years",
    "authors": "Annie Ernaux; translated by Alison L. Strayer",
    "description": "WINNER OF THE 2022 NOBEL PRIZE IN LITERATURE One of the New York Times’s 100 Best Books of the 21st Century Shortlisted for the 2019 Man Booker International Prize Considered by many to be the iconic French memoirist's defining work and a breakout bestseller when published in France in 2008 The Years is a personal narrative of the period 1941 to 2006 told through the lens of memory, impressions past and present—even projections into the future—photos, books, songs, radio, television and decades of advertising, headlines, contrasted with intimate conflicts and writing notes from 6 decades of diaries. Local dialect, words of the times, slogans, brands and names for the ever-proliferating objects, are given voice here. The voice we recognize as the author's continually dissolves and re-emerges. Ernaux makes the passage of time palpable. Time itself, inexorable, narrates its own course, consigning all other narrators to anonymity. A new kind of autobiography emerges, at once subjective and impersonal, private and collective. On its 2008 publication in France, The Years came as a surprise. Though Ernaux had for years been hailed as a beloved, bestselling and award-winning author, The Years was in many ways a departure: both an intimate memoir \"written\" by entire generations, and a story of generations telling a very personal story. Like the generation before hers, the narrator eschews the \"I\" for the \"we\" (or \"they\", or \"one\") as if collective life were inextricably intertwined with a private life that in her parents' generation ceased to exist. She writes of her parents' generation (and could be writing of her own book): \"From a common fund of hunger and fear, everything was told in the \"we\" and impersonal pronouns.\" Co-winner of the 2018 French-American Foundation Translation Prize in Nonfiction Winner of the 2017 Marguerite Yourcenar Prize for her entire body of work Winner of the 2016 Strega European Prize",
    "isbn": "9781609807887",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-awqupp04-askew-slide-SS69/best-books-awqupp04-askew-slide-SS69-articleLarge.png"
  },
  {
    "link": "https://www.amazon.com/Between-World-Me-Ta-Nehisi-Coates/dp/0812993543/?tag=thenewyorktim-20",
    "title": "Between the World and Me",
    "authors": "Ta-Nehisi Coates",
    "description": "#1 NEW YORK TIMES BESTSELLER • NATIONAL BOOK AWARD WINNER • NAMED ONE OF TIME’S TEN BEST NONFICTION BOOKS OF THE DECADE • PULITZER PRIZE FINALIST • NATIONAL BOOK CRITICS CIRCLE AWARD FINALIST • ONE OF OPRAH’S “BOOKS THAT HELP ME THROUGH” • NOW AN HBO ORIGINAL SPECIAL EVENT Hailed by Toni Morrison as “required reading,” a bold and personal literary exploration of America’s racial history by “the most important essayist in a generation and a writer who changed the national political conversation about race” (Rolling Stone) NAMED ONE OF THE NEW YORK TIMES’S 100 BEST BOOKS OF THE 21ST CENTURY • NAMED ONE OF THE MOST INFLUENTIAL BOOKS OF THE DECADE BY CNN • NAMED ONE OF PASTE’S BEST MEMOIRS OF THE DECADE • A KIRKUS REVIEWS BEST NONFICTION BOOK OF THE CENTURY ONE OF THE TEN BEST BOOKS OF THE YEAR: The New York Times Book Review, O: The Oprah Magazine, The Washington Post, People, Entertainment Weekly, Vogue, Los Angeles Times, San Francisco Chronicle, Chicago Tribune, New York, Newsday, Library Journal, Publishers Weekly In a profound work that pivots from the biggest questions about American history and ideals to the most intimate concerns of a father for his son, Ta-Nehisi Coates offers a powerful new framework for understanding our nation’s history and current crisis. Americans have built an empire on the idea of “race,” a falsehood that damages us all but falls most heavily on the bodies of black women and men—bodies exploited through slavery and segregation, and, today, threatened, locked up, and murdered out of all proportion. What is it like to inhabit a black body and find a way to live within it? And how can we all honestly reckon with this fraught history and free ourselves from its burden? Between the World and Me is Ta-Nehisi Coates’s attempt to answer these questions in a letter to his adolescent son. Coates shares with his son—and readers—the story of his awakening to the truth about his place in the world through a series of revelatory experiences, from Howard University to Civil War battlefields, from the South Side of Chicago to Paris, from his childhood home to the living rooms of mothers whose children’s lives were taken as American plunder. Beautifully woven from personal narrative, reimagined history, and fresh, emotionally charged reportage, Between the World and Me clearly illuminates the past, bracingly confronts our present, and offers a transcendent vision for a way forward.",
    "isbn": "9780679645986",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-CDPU/best-books-nnhhhhh04-flat-slide-CDPU-master315.png"
  },
  {
    "link": "https://www.amazon.com/Fun-Home-Tragicomic-Alison-Bechdel/dp/0618871713/?tag=thenewyorktim-20",
    "title": "Fun Home",
    "authors": "Alison Bechdel",
    "description": "See:",
    "isbn": "9780618477944",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-6NT8/books-extra-jjjjs-06-flat-slide-6NT8-master315.png"
  },
  {
    "link": "https://books.apple.com/us/audiobook/citizen-an-american-lyric/id1642249381?at=10lIEQ",
    "title": "Citizen",
    "authors": "Claudia Rankine",
    "description": "* Finalist for the National Book Award in Poetry * * Winner of the National Book Critics Circle Award in Poetry * Finalist for the National Book Critics Circle Award in Criticism * Winner of the NAACP Image Award * Winner of the L.A. Times Book Prize * Winner of the PEN Open Book Award * ONE OF THE BEST BOOKS OF THE YEAR: The New Yorker, Boston Globe, The Atlantic, BuzzFeed, NPR. Los Angeles Times, Publishers Weekly, Slate, Time Out New York, Vulture, Refinery 29, and many more . . . A provocative meditation on race, Claudia Rankine's long-awaited follow up to her groundbreaking book Don't Let Me Be Lonely: An American Lyric. Claudia Rankine's bold new book recounts mounting racial aggressions in ongoing encounters in twenty-first-century daily life and in the media. Some of these encounters are slights, seeming slips of the tongue, and some are intentional offensives in the classroom, at the supermarket, at home, on the tennis court with Serena Williams and the soccer field with Zinedine Zidane, online, on TV-everywhere, all the time. The accumulative stresses come to bear on a person's ability to speak, perform, and stay alive. Our addressability is tied to the state of our belonging, Rankine argues, as are our assumptions and expectations of citizenship. In essay, image, and poetry, Citizen is a powerful testament to the individual and collective effects of racism in our contemporary, often named \"post-race\" society.",
    "isbn": "9781555973483",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-AM0N/best-books-nnhhhhh04-flat-slide-AM0N-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/salvage-the-bones/id1487432615?at=10lIEQ",
    "title": "Salvage the Bones",
    "authors": "Jesmyn Ward",
    "description": "_______________ 'A brilliantly pacy adventure story ... Ward writes like a dream' - The Times 'Fresh and urgent' - New York Times 'There's something of Faulkner to Ward's grand diction' - Guardian _______________ WINNER OF THE NATIONAL BOOK AWARD Hurricane Katrina is building over the Gulf of Mexico, threatening the coastal town of Bois Sauvage, Mississippi, and Esch's father is growing concerned. He's a hard drinker, largely absent, and it isn't often he worries about the family. Esch and her three brothers are stockpiling food, but there isn't much to save. Lately, Esch can't keep down what food she gets; at fifteen, she has just realized that she's pregnant. Her brother Skeetah is sneaking scraps for his prized pit bull's new litter, dying one by one. Meanwhile, brothers Randall and Junior try to stake their claim in a family long on child's play and short on parenting. As the novel progresses through twelve dramatic days, this unforgettable family - motherless children sacrificing for one another as they can, protecting and nurturing where love is scarce - pulls itself up to face another day. _______________ 'Masterful ... A palpable sense of desire and sorrow animates every page ... Salvage the Bones has the aura of a classic about it' - Washington Post 'Beautifully written ... A powerful depiction of grinding poverty, where somehow, amid the deprivation, the flame of filial affection survives and a genuine spirit of community is able to triumph over everything the system and nature can throw at it' - Daily Mail",
    "isbn": "9781408841310",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-UI40/best-books-nnhhhhh04-flat-slide-UI40-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-line-of-beauty-alan-hollinghurst%2F1006343702",
    "title": "The Line of Beauty",
    "authors": "Alan Hollinghurst",
    "description": "One of the New York Times 100 Best Books of the 21st Century. Winner of the Man Booker Prize, The Line of Beauty is a classic novel about class, politics and sexuality in Margaret Thatcher’s 1980s Britain. In the summer of 1983, twenty-year-old Nick Guest moves into an attic room in the Notting Hill home of the wealthy Feddens: Gerald, an ambitious Tory MP, his wife Rachel and their children Toby and Catherine. Innocent of politics and money, Nick is swept up into the Feddens’ world and an era of endless possibility, all the while pursuing his own private obsession with beauty. The Line of Beauty is Alan Hollinghurst’s Man Booker Prize-winning masterpiece. It is a novel that defines a decade, exploring a young man’s collision with his own desires, and with a world he can never truly belong to. Part of the Picador Collection, a series showcasing the best of modern literature.",
    "isbn": "9781447275190",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-CDRT/books-extra-jjjjs-06-flat-slide-CDRT-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/white-teeth/id420043423?at=10lIEQ",
    "title": "White Teeth",
    "authors": "Zadie Smith",
    "description": "NATIONAL BESTSELLER • Updated for the 25th Anniversary with a new introduction by the author • The blockbuster debut novel from “a preternaturally gifted” writer (The New York Times) and author of On Beauty and Swing Time—set against London's racial and cultural tapestry, reveling in the ecstatic hodgepodge of modern life, flirting with disaster, and embracing the comedy of daily existence. One of the New York Times’s 100 Best Books of the 21st Century Zadie Smith’s dazzling debut caught critics grasping for comparisons and deciding on everyone from Charles Dickens to Salman Rushdie to John Irving and Martin Amis. But the truth is that Zadie Smith’s voice is remarkably, fluently, and altogether wonderfully her own. At the center of this invigorating novel are two unlikely friends, Archie Jones and Samad Iqbal. Hapless veterans of World War II, Archie and Samad and their families become agents of England’s irrevocable transformation. A second marriage to Clara Bowden, a beautiful, albeit tooth-challenged, Jamaican half his age, quite literally gives Archie a second lease on life, and produces Irie, a knowing child whose personality doesn’t quite match her name (Jamaican for “no problem”). Samad’s late-in-life arranged marriage (he had to wait for his bride to be born), produces twin sons whose separate paths confound Iqbal’s every effort to direct them, and a renewed, if selective, submission to his Islamic faith. “[White Teeth] is, like the London it portrays, a restless hybrid of voices, tones, and textures…with a raucous energy and confidence.” —The New York Times Book Review",
    "isbn": "9781400075508",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-C8DF/best-books-nnhhhhh04-flat-slide-C8DF-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/sing-unburied-sing/id1171090208?at=10lIEQ",
    "title": "Sing, Unburied, Sing",
    "authors": "Jesmyn Ward",
    "description": "Di usia 13 tahun, Jojo sudah dipaksa untuk menjadi lelaki dewasa. Dia harus berperan sebagai orangtua bagi adik balitanya, karena sang ayah mendekam di penjara dan sang ibu pencandu narkoba. Seakan hidup Jojo belum cukup rumit, dia dihantui pamannya, Given, yang mati karena korban rasisme. Hantu sang paman yang terus merongrong, membuat Jojo tak bisa tenang. Karena tak tahan, Jojo akhirnya membantu arwah Given membereskan urusan duniawinya. Bukan hal yang mudah, karena tiba-tiba sang ibu menyeret Jojo dan adiknya menempuh perjalanan jauh untuk menjemput ayah mereka dari penjara. Jojo dan adiknya harus menahan lapar sepanjang jalan, karena sang ibu lebih memilih narkoba daripada beli makanan. Belum lagi gangguan arwah Given yang tak henti. Apa sebenarnya yang diinginkan arwah sang paman? Dapatkah Jojo menjaga adiknya dari ibunya yang kecanduan sehingga mereka bisa pulang dengan selamat? Pulang bukan hanya soal rumah, tapi juga keluarga yang mencintaimu tanpa syarat. Kalau begitu, di manakah Jojo dapat menemukannya? Dengan gaya penulisan yang istimewa dan sarat perasaan, Sing, Unburied, Sing mendapat banyak respons positif dari para kritikus sastra. Kisah keluarga yang tak terlupakan ini dipilih Time Magazine dan The New York Times sebagai salah satu buku terbaik tahun 2017. [Mizan, Mizan Publishing, Qanita, Fiksi, Dewasa, Indonesia]",
    "isbn": "9786024021719",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-1ERJ/books-additional-skewsksk-slide-1ERJ-articleLarge-v2.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fthe-last-samurai-helen-dewitt%2F1103790350",
    "title": "The Last Samurai",
    "authors": "Helen DeWitt",
    "description": "‘Fiercely intelligent, very funny and unlike anything else I’ve ever read’ MARK HADDON 'Original...witty...playful...a wonderfully funny book' JAMES WOOD 'A triumph – a genuinely new story, a genuinely new form' A. S. BYATT Eleven-year-old Ludo is in search of a father. Raised singlehandedly by his mother Sibylla, Ludo’s been reading Greek, Arabic, Japanese and a little Hebrew since the age of four; but reading Homer in the original whilst riding the Circle Line on the London Underground isn’t enough to satisfy the boy’s boundless curiosity. Is he a genius? A real-life child prodigy? He’s grown up watching Seven Samurai on a hypnotising loop – his mother’s strategy to give him not one but seven male role models. And yet Ludo remains obsessed with the one thing his mother refuses to tell him: his real father’s name. Let loose on London, Ludo sets out on a secret quest to find the last samurai – the father he never knew.",
    "isbn": "9781446424612",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-S3SO/best-books-nnhhhhh04-flat-slide-S3SO-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/cloud-atlas/id419944885?at=10lIEQ",
    "title": "Cloud Atlas",
    "authors": "David Mitchell",
    "description": "'ONE OF THE MOST BRILLIANTLY INVENTIVE WRITERS OF THIS, OR ANY, COUNTRY' INDEPENDENT Shortlisted for the Booker Prize, the James Tait Black Memorial Prize and the Arthur C. Clarke Award, winner of Richard & Judy Best Read of the Year and a BBC Two Between the Covers Book Club pick 'Miraculous' SUNDAY TIMES 'A masterful feast' EVENING STANDARD 'Shamelessly exciting' SPECTATOR 'Remarkable' GUARDIAN 'Stunning' DAILY MAIL A novel of mind-bending imagination and scope from the author of Ghostwritten and Utopia Avenue Souls cross ages like clouds cross skies . . . Six interlocking lives - one amazing adventure. In a narrative that circles the globe and reaches from the 19th century to a post-apocalyptic future, Cloud Atlas erases the boundaries of time, genre and language to offer an enthralling vision of humanity's will to power, and where it will lead us. *Please note that the end of p. 39 and p. 40 are intentionally blank* PRAISE FOR DAVID MITCHELL 'A thrilling and gifted writer' FINANCIAL TIMES 'Dizzyingly, dazzlingly good' DAILY MAIL 'Mitchell is, clearly, a genius' NEW YORK TIMES BOOK REVIEW 'An author of extraordinary ambition and skill' INDEPENDENT ON SUNDAY 'A superb storyteller' THE NEW YORKER",
    "isbn": "9781844568819",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-VPZ7/best-books-nnhhhhh04-flat-slide-VPZ7-master315.png"
  },
  {
    "link": "https://www.amazon.com/Americanah-Chimamanda-Ngozi-Adichie/dp/0307455920/?tag=thenewyorktim-20",
    "title": "Americanah",
    "authors": "Chimamanda Ngozi Adichie",
    "description": "10th ANNIVERSARY EDITION • NATIONAL BESTSELLER • A modern classic about star-crossed lovers that explores questions of race and being Black in America—and the search for what it means to call a place home. • From the award-winning author of We Should All Be Feminists and Half of a Yellow Sun • WITH A NEW INTRODUCTION BY THE AUTHOR \"An expansive, epic love story.\"—O, The Oprah Magazine One of the New York Times’s 100 Best Books of the 21st Century • One of The Atlantic’s Great American Novels of the Past 100 Years Ifemelu and Obinze are young and in love when they depart military-ruled Nigeria for the West. Beautiful, self-assured Ifemelu heads for America, where despite her academic success, she is forced to grapple with what it means to be Black for the first time. Quiet, thoughtful Obinze had hoped to join her, but with post–9/11 America closed to him, he instead plunges into a dangerous, undocumented life in London. At once powerful and tender, Americanah is a remarkable novel that is \"dazzling…funny and defiant, and simultaneously so wise.\" —San Francisco Chronicle",
    "isbn": "9780307962126",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-7P19/best-books-nnhhhhh04-flat-slide-7P19-master315.png"
  },
  {
    "link": "https://www.amazon.com/Atonement-Novel-Ian-McEwan/dp/038572179X/?tag=thenewyorktim-20",
    "title": "Atonement",
    "authors": "Ian McEwan",
    "description": "The new novel by the Booker prize winner depicts love, war, class and childhood in England while exploring shame and forgiveness and the possibility of absolution.",
    "isbn": "9781400025558",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-23M8/best-books-nnhhhhh04-flat-slide-23M8-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/random-family/id532992922?at=10lIEQ",
    "title": "Random Family",
    "authors": "Adrian Nicole LeBlanc",
    "description": "A nonfiction story of young people in the ghetto, as girls become mothers, boys become criminals, and hope struggles against deprivation.",
    "isbn": "9780684863870",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-KOEG/best-books-nnhhhhh04-flat-slide-KOEG-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-overstory-a-novel/id1258265047?at=10lIEQ",
    "title": "The Overstory",
    "authors": "Richard Powers",
    "description": "SHORTLISTED FOR THE MAN BOOKER PRIZE 2018'Autumn makes me think of leaves, which makes me think of trees, which makes me think of The Overstory,the best novel ever written about trees, and really, just one of the best novels, period.? - Ann Patchett'It's a masterpiece.' - Tim Winton'It?s not possible for Powers to write an uninteresting book.' - Margaret AtwoodA monumental novel about trees and people by one of our most 'prodigiously talented' (The New York Times Book Review) novelists.The Overstoryunfolds in concentric rings of interlocking fables that range from antebellum New York to the late twentieth-century Timber Wars of the Pacific Northwest and beyond-An Air Force loadmaster in the Vietnam War is shot out of the sky, then saved by falling into a banyan.An artist inherits a hundred years of photographic portraits, all of the same doomed American chestnut.A hard-partying undergraduate in the late 1980s electrocutes herself, dies and is sent back into life by creatures of air and light.A hearing- and speech-impaired scientist discovers that trees are communicating with one another.These four, and five other strangers - each summoned in different ways by trees - are brought together in a last and violent stand to save the continent?s few remaining acres of virgin forest.There is a world alongside ours - vast, slow, interconnected, resourceful, magnificently inventive and almost invisible to us. This is the story of a handful of people who learn how to see that world and who are drawn up into its unfolding catastrophe.",
    "isbn": "9781785151637",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-SAYN/best-books-nnhhhhh04-flat-slide-SAYN-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/hateship-friendship-courtship-loveship-marriage-a-story/id1099654299?at=10lIEQ",
    "title": "Hateship, Friendship, Courtship, Loveship, Marriage",
    "authors": "Alice Munro",
    "description": "A Vintage Shorts “Short Story Month” Selection With hardly any notice, foolish and plain housekeeper Johanna flees her employer and sets off to find the man she’s fallen in love with. Little does she know that her correspondence with him has been a complete fabrication, a cruel teenager’s idea of a practical joke. So, who will Johanna find when she steps off her train with the household furniture in tow? Alice Munro is the universally celebrated master of the contemporary short story, the Chekhov of our time. Nowhere are her powers better on display than in this exquisitely crafted story exploring the wonderful and unexpected places where love, or the illusion of it, can lead. This selection is the title story of Munro’s acclaimed collection, Hateship, Friendship, Courtship, Loveship, Marriage and the basis of the 2013 film, Hateship Loveship. An ebook short.",
    "isbn": "9781101973516",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-2PXM/books-extra-jjjjs-06-flat-slide-2PXM-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/behind-the-beautiful-forevers/id422547805?at=10lIEQ",
    "title": "Behind the Beautiful Forevers",
    "authors": "Katherine Boo",
    "description": "This enhanced eBook features exclusive video footage shot over the course of three years by the author and several children of the Annawadi slum. From Pulitzer Prize-winner Katherine Boo, a landmark work of narrative nonfiction that tells the dramatic and sometimes heartbreaking story of families striving toward a better life in one of the twenty-first century’s great, unequal cities. In this brilliantly written, fast-paced book, based on three years of uncompromising reporting, a bewildering age of global change and inequality is made human. Annawadi is a makeshift settlement in the shadow of luxury hotels near the Mumbai airport, and as India starts to prosper, Annawadians are electric with hope. Abdul, a reflective and enterprising Muslim teenager, sees “a fortune beyond counting” in the recyclable garbage that richer people throw away. Asha, a woman of formidable wit and deep scars from a childhood in rural poverty, has identified an alternate route to the middle class: political corruption. With a little luck, her sensitive, beautiful daughter—Annawadi’s “most-everything girl”—will soon become its first female college graduate. And even the poorest Annawadians, like Kalu, a fifteen-year-old scrap-metal thief, believe themselves inching closer to the good lives and good times they call “the full enjoy.” But then Abdul the garbage sorter is falsely accused in a shocking tragedy; terror and a global recession rock the city; and suppressed tensions over religion, caste, sex, power and economic envy turn brutal. As the tenderest individual hopes intersect with the greatest global truths, the true contours of a competitive age are revealed. And so, too, are the imaginations and courage of the people of Annawadi. With intelligence, humor, and deep insight into what connects human beings to one another in an era of tumultuous change, Behind the Beautiful Forevers carries the reader headlong into one of the twenty-first century’s hidden worlds, and into the lives of people impossible to forget.",
    "isbn": "9780679645504",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-nnhhhhh04-flat-slide-3E87/best-books-nnhhhhh04-flat-slide-3E87-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/evicted/id1025575041?at=10lIEQ",
    "title": "Evicted",
    "authors": "Matthew Desmond",
    "description": "NEW YORK TIMES BESTSELLER • WINNER OF THE PULITZER PRIZE • ONE OF TIME’S TEN BEST NONFICTION BOOKS OF THE DECADE • ONE OF THE NEW YORK TIMES’S 100 BEST BOOKS OF THE 21ST CENTURY One of the most acclaimed books of our time, this modern classic “has set a new standard for reporting on poverty” (Barbara Ehrenreich, The New York Times Book Review). In Evicted, Princeton sociologist and MacArthur “Genius” Matthew Desmond follows eight families in Milwaukee as they each struggle to keep a roof over their heads. Hailed as “wrenching and revelatory” (The Nation), “vivid and unsettling” (New York Review of Books), Evicted transforms our understanding of poverty and economic exploitation while providing fresh ideas for solving one of twenty-first-century America’s most devastating problems. Its unforgettable scenes of hope and loss remind us of the centrality of home, without which nothing else is possible. A BEST BOOK OF THE YEAR: President Barack Obama, The New York Times Book Review, The Boston Globe, The Washington Post, NPR, Entertainment Weekly, The New Yorker, Bloomberg, Esquire, BuzzFeed, Fortune, San Francisco Chronicle, Milwaukee Journal Sentinel, St. Louis Post-Dispatch, Politico, The Week, Chicago Public Library, BookPage, Kirkus Reviews, Library Journal, Publishers Weekly, Booklist, Shelf Awareness WINNER OF: The National Book Critics Circle Award for Nonfiction • The PEN/John Kenneth Galbraith Award for Nonfiction • The Andrew Carnegie Medal for Excellence in Nonfiction • The Hillman Prize for Book Journalism • The PEN/New England Award • The Chicago Tribune Heartland Prize FINALIST FOR THE LOS ANGELES TIMES BOOK PRIZE AND THE KIRKUS PRIZE “Evicted stands among the very best of the social justice books.”—Ann Patchett, author of Bel Canto and Commonwealth “Gripping and moving—tragic, too.”—Jesmyn Ward, author of Salvage the Bones “Evicted is that rare work that has something genuinely new to say about poverty.”—San Francisco Chronicle",
    "isbn": "9780553447446",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-S0I0/books-additional-skewsksk-slide-S0I0-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/book/erasure/id473288028?at=10lIEQ",
    "title": "Erasure",
    "authors": "Percival Everett",
    "description": "#20 in the New York Times '100 Best Books of the 21st Century' Adapted into the Oscar-nominated major motion picture, American Fiction. By the twice Booker Prize-shortlisted author of The Trees and James. 'Truly brilliant.' Los Angeles Review of Books 'A classic.' The Times 'A remarkable novel.' Wall Street Journal 'Sublime . . . brilliant, uproarious . . . A wise novel about how we live.' Brandon Taylor With your book sales at an all-time low, your family falling apart, and your agent telling you you're not black enough, what's an author to do? Thelonius 'Monk' Ellison has the answer. Or does he . . . ? Winner of the Hurston/Wright Legacy Award for Fiction 'One of the most original and forceful novels to have emerged from America in years.' TLS 'A furious whirl of a book. It made me howl with laughter . . . and rage, and sorrow, and affinity.' Lisa McInerney 'Seminal doesn't even come close. This novel is Everett at his finest, full of trademark protest, humanity and incisive humour, all wrapped up in one hell of a story.' Courttia Newland 'Hilarious. . . Everett is a first-rate word wrangler.' Nicholas Lezard , Guardian",
    "isbn": "9780571374632",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-UHGR/books-extra-jjjjs-06-flat-slide-UHGR-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/say-nothing/id1381158545?at=10lIEQ",
    "title": "Say Nothing",
    "authors": "Patrick Radden Keefe",
    "description": "NEW YORK TIMES BESTSELLER • NOW AN FX LIMITED SERIES STREAMING ON HULU • NATIONAL BOOK CRITICS CIRCLE AWARD WINNER • From the author of Empire of Pain—a stunning, intricate narrative about a notorious killing in Northern Ireland and its devastating repercussions. One of The New York Times’s 20 Best Books of the 21st Century • A Kirkus Reviews Best Nonfiction Book of the Century • A Los Angeles Times Best Nonfiction Book of the Last 30 Years \"Masked intruders dragged Jean McConville, a 38-year-old widow and mother of 10, from her Belfast home in 1972. In this meticulously reported book—as finely paced as a novel—Keefe uses McConville's murder as a prism to tell the history of the Troubles in Northern Ireland. Interviewing people on both sides of the conflict, he transforms the tragic damage and waste of the era into a searing, utterly gripping saga.\" —New York Times Book Review \"Reads like a novel. . . . Keefe is . . . a master of narrative nonfiction. . . . An incredible story.\"—Rolling Stone A Best Book of the Year: The New York Times, The Washington Post, The Wall Street Journal, TIME, NPR, and more! Jean McConville's abduction was one of the most notorious episodes of the vicious conflict known as The Troubles. Everyone in the neighborhood knew the I.R.A. was responsible. But in a climate of fear and paranoia, no one would speak of it. In 2003, five years after an accord brought an uneasy peace to Northern Ireland, a set of human bones was discovered on a beach. McConville's children knew it was their mother when they were told a blue safety pin was attached to the dress--with so many kids, she had always kept it handy for diapers or ripped clothes. Patrick Radden Keefe's mesmerizing book on the bitter conflict in Northern Ireland and its aftermath uses the McConville case as a starting point for the tale of a society wracked by a violent guerrilla war, a war whose consequences have never been reckoned with. The brutal violence seared not only people like the McConville children, but also I.R.A. members embittered by a peace that fell far short of the goal of a united Ireland, and left them wondering whether the killings they committed were not justified acts of war, but simple murders. From radical and impetuous I.R.A. terrorists such as Dolours Price, who, when she was barely out of her teens, was already planting bombs in London and targeting informers for execution, to the ferocious I.R.A. mastermind known as The Dark, to the spy games and dirty schemes of the British Army, to Gerry Adams, who negotiated the peace but betrayed his hardcore comrades by denying his I.R.A. past--Say Nothing conjures a world of passion, betrayal, vengeance, and anguish.",
    "isbn": "9780385543378",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-H01V/books-extra-jjjjs-06-flat-slide-H01V-master315.png"
  },
  {
    "link": "https://www.amazon.com/Lincoln-Bardo-Novel-George-Saunders/dp/0812985400/?tag=thenewyorktim-20",
    "title": "Lincoln in the Bardo",
    "authors": "George Saunders",
    "description": "#1 NEW YORK TIMES BESTSELLER • WINNER OF THE MAN BOOKER PRIZE The “devastatingly moving” (People) first novel from the author of Tenth of December: a moving and original father-son story featuring none other than Abraham Lincoln, as well as an unforgettable cast of supporting characters, living and dead, historical and invented One of The New York Times’s 100 Best Books of the 21st Century • One of The Atlantic’s Great American Novels of the Past 100 Years • One of Paste’s Best Novels of the Decade Named One of the Ten Best Books of the Year by The Washington Post, USA Today, and Maureen Corrigan, NPR • One of Time’s Ten Best Novels of the Year • A New York Times Notable Book • One of O: The Oprah Magazine’s Best Books of the Year February 1862. The Civil War is less than one year old. The fighting has begun in earnest, and the nation has begun to realize it is in for a long, bloody struggle. Meanwhile, President Lincoln’s beloved eleven-year-old son, Willie, lies upstairs in the White House, gravely ill. In a matter of days, despite predictions of a recovery, Willie dies and is laid to rest in a Georgetown cemetery. “My poor boy, he was too good for this earth,” the president says at the time. “God has called him home.” Newspapers report that a grief-stricken Lincoln returns, alone, to the crypt several times to hold his boy’s body. From that seed of historical truth, George Saunders spins an unforgettable story of familial love and loss that breaks free of its realistic, historical framework into a supernatural realm both hilarious and terrifying. Willie Lincoln finds himself in a strange purgatory where ghosts mingle, gripe, commiserate, quarrel, and enact bizarre acts of penance. Within this transitional state—called, in the Tibetan tradition, the bardo—a monumental struggle erupts over young Willie’s soul. Lincoln in the Bardo is an astonishing feat of imagination and a bold step forward from one of the most important and influential writers of his generation. Formally daring, generous in spirit, deeply concerned with matters of the heart, it is a testament to fiction’s ability to speak honestly and powerfully to the things that really matter to us. Saunders has invented a thrilling new form that deploys a kaleidoscopic, theatrical panorama of voices to ask a timeless, profound question: How do we live and love when we know that everything we love must end? “A luminous feat of generosity and humanism.”—Colson Whitehead, The New York Times Book Review “A masterpiece.”—Zadie Smith",
    "isbn": "9780812995350",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-6648/best-books-hihibb05-flat-slide-6648-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-sellout/id908339689?at=10lIEQ",
    "title": "The Sellout",
    "authors": "Paul Beatty",
    "description": "A Book of the Decade, 2010-2020 (Independent) * One of the New York Times' '100 Best Books of the 21st Century' A LAUGH-OUT-LOUD SATIRE ABOUT RACE, CLASS AND INEQUALITY IN CONTEMPORARY AMERICA, BY A LITERARY GENIUS AT THE TOP OF HIS GAME Winner of the Man Booker Prize, 2016 In his trademark absurdist style, Paul Beatty will make you laugh and cry in this outrageous – and outrageously entertaining – indictment of our time. Born in Dickens on the southern outskirts of Los Angeles, the narrator of The Sellout spent his childhood as the subject in his father's racially charged psychological studies. He is told that this work will lead to a memoir that will solve their financial woes. But when his father is killed in a drive-by shooting, he discovers there never was a memoir. All that’s left is a bill for a drive-thru funeral. What’s more, Dickens has literally been wiped off the map to save California from further embarrassment. Fuelled by despair, the narrator sets out to right this wrong with the most outrageous action conceivable: reinstating slavery and segregating the local high school. The results will take him from Dickens to the Supreme Court, in the trial of the century. ‘Outrageous, hilarious and profound.’ Simon Schama, Financial Times ‘The longer you stare at Beatty’s pages, the smarter you’ll get.’ Guardian ‘The most badass first 100 pages of an American novel I’ve read.’ New York Times",
    "isbn": "9781786070166",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-C3TH/books-extra-jjjjs-06-flat-slide-C3TH-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-amazing-adventures-of-kavalier-clay-with-bonus-content/id497278337?at=10lIEQ",
    "title": "The Amazing Adventures of Kavalier & Clay",
    "authors": "Michael Chabon",
    "description": "WINNER OF THE PULITZER PRIZE • NEW YORK TIMES BESTSELLER • The epic, beloved novel of two boy geniuses dreaming up superheroes in New York’s Golden Age of comics, now with special bonus material by the author “It's absolutely gosh-wow, super-colossal—smart, funny, and a continual pleasure to read.”—The Washington Post Book World One of The New York Times’s 100 Best Books of the 21st Century • One of Entertainment Weekly’s 10 Best Books of the Decade • Finalist for the PEN/Faulkner Award, National Book Critics Circle Award, and Los Angeles Times Book Prize A “towering, swash-buckling thrill of a book” (Newsweek), hailed as Chabon’s “magnum opus” (The New York Review of Books), The Amazing Adventures of Kavalier & Clay is a triumph of originality, imagination, and storytelling, an exuberant, irresistible novel that begins in New York City in 1939. A young escape artist and budding magician named Joe Kavalier arrives on the doorstep of his cousin, Sammy Clay. While the long shadow of Hitler falls across Europe, America is happily in thrall to the Golden Age of comic books, and in a distant corner of Brooklyn, Sammy is looking for a way to cash in on the craze. He finds the ideal partner in the aloof, artistically gifted Joe, and together they embark on an adventure that takes them deep into the heart of Manhattan, and the heart of old-fashioned American ambition. From the shared fears, dreams, and desires of two teenage boys, they spin comic book tales of the heroic, fascist-fighting Escapist and the beautiful, mysterious Luna Moth, otherworldly mistress of the night. Climbing from the streets of Brooklyn to the top of the Empire State Building, Joe and Sammy carve out lives, and careers, as vivid as cyan and magenta ink. Spanning continents and eras, this superb book by one of America’s finest writers remains one of the defining novels of our modern American age. Winner of the Bay Area Book Reviewers Award and the New York Society Library Book Award",
    "isbn": "9780812993677",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-HNKM/books-additional-skewsksk-slide-HNKM-articleLarge.png"
  },
  {
    "link": "https://www.amazon.com/Pachinko-National-Book-Award-Finalist/dp/1455563927/?tag=thenewyorktim-20",
    "title": "Pachinko",
    "authors": "Min Jin Lee",
    "description": "ONE OF THE NEW YORK TIMES' BEST BOOKS OF THE 21ST CENTURY * The million-copy bestseller* * National Book Award finalist* * An instant New York Times Bestseller * * Selected for Emma Watson's Our Shared Shelf book club * *Selected for The Queen's Reading Room* 'This is a captivating book... Min Jin Lee's novel takes us through four generations and each character's search for identity and success. It's a powerful story about resilience and compassion' BARACK OBAMA. Yeongdo, Korea, 1911. Teenaged Sunja, the adored daughter of a fisherman, falls for a wealthy yakuza. He promises her the world, but when she discovers she is pregnant – and that her lover is married – she refuses to be bought. Facing ruin, she accepts an offer of marriage from a gentle minister passing through on his way to Japan. Following a man she barely knows to a hostile country where she has no friends, Sunja will be forced to make some difficult choices. Her decisions will echo through the decades. Spanning nearly 100 years of history, Pachinko is an unforgettable story of love, sacrifice, ambition and loyalty told through four generations of one family.",
    "isbn": "9781786691347",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-YLMF/best-books-hihibb05-flat-slide-YLMF-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/outline/id892214642?at=10lIEQ",
    "title": "Outline",
    "authors": "Rachel Cusk",
    "description": "SHORTLISTED FOR THE BAILEYS WOMEN'S PRIZE FOR FICTION A woman arrives in Athens in the height of summer to teach a writing course. Once there, she becomes the audience to a chain of narratives as the people she meets tell her one after another the stories of their lives. Beginning with the neighbouring passenger on the flight out and his tales of fast boats and failed marriages, the storytellers talk of their loves and ambitions and pains, their anxieties, their perceptions and daily lives. In the stifling heat and noise of the city the sequence of voices begins to weave a complex human tapestry: the experience of loss, the nature of family life, the difficulty of intimacy and the mystery of creativity itself. SHORTLISTED FOR THE FOLIO PRIZE, THE GOLDSMITHS PRIZE AND LONGLISTED FOR THE IMPAC PRIZE",
    "isbn": "9781473523968",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-KIG1/best-books-hihibb05-flat-slide-KIG1-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-road/id419941919?at=10lIEQ",
    "title": "The Road",
    "authors": "Cormac McCarthy",
    "description": "One of the New York Times 100 Best Books of the 21st Century. A post-apocalyptic classic set in a burned-out America, a father and his young son walk under a darkened sky, heading slowly for the coast. They have no idea what, if anything, awaits them there. The Road is a masterpiece of American fiction from Cormac McCarthy. Winner of the Pulitzer Prize for Fiction The landscape is destroyed. Nothing moves save the ash on the wind. Cruel, lawless men stalk the roadside, lying in wait. Attempting to survive in this brave new world, the young boy and his protector have nothing but a pistol to defend themselves. They must keep walking. In this unflinching study of the best and worst of humankind, Cormac McCarthy boldly divines a future without hope, but one in which, miraculously, this young family may yet find tenderness. Adapted into a critically-acclaimed film starring Viggo Mortensen and Charlize Theron. Part of the Picador Collection, a series showcasing the best of modern literature. 'The Road made me cry for days' – Emma Donoghue, author of Room '[T]he most important environmental book ever written' – George Monbiot, author of Feral and Regenesis",
    "isbn": "9780330472753",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-7PBT/best-books-hihibb05-flat-slide-7PBT-master315.png"
  },
  {
    "link": "https://www.amazon.com/Year-Magical-Thinking-Joan-Didion/dp/1400078431/?tag=thenewyorktim-20",
    "title": "The Year of Magical Thinking",
    "authors": "Joan Didion",
    "description": "NEW YORK TIMES BESTSELLER • NATIONAL BOOK AWARD WINNER • From one of America’s iconic writers, a stunning book of electric honesty and passion that explores an intensely personal yet universal experience: a portrait of a marriage—and a life, in good times and bad—that will speak to anyone who has ever loved a husband or wife or child. One of The New York Times’s 100 Best Books of the 21st Century • A Los Angeles Times Best Nonfiction Book of the Last 30 Years Several days before Christmas 2003, John Gregory Dunne and Joan Didion saw their only daughter, Quintana, fall ill with what seemed at first flu, then pneumonia, then complete septic shock. She was put into an induced coma and placed on life support. Days later—the night before New Year’s Eve—the Dunnes were just sitting down to dinner after visiting the hospital when John Gregory Dunne suffered a massive and fatal coronary. In a second, this close, symbiotic partnership of forty years was over. Four weeks later, their daughter pulled through. Two months after that, arriving at LAX, she collapsed and underwent six hours of brain surgery at UCLA Medical Center to relieve a massive hematoma. This powerful book is Didion’ s attempt to make sense of the “weeks and then months that cut loose any fixed idea I ever had about death, about illness ... about marriage and children and memory ... about the shallowness of sanity, about life itself.",
    "isbn": "9780307279729",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-9V0E/books-additional-skewsksk-slide-9V0E-articleLarge.png"
  },
  {
    "link": "https://books.apple.com/us/audiobook/the-brief-wondrous-life-of-oscar-wao-unabridged/id1418845979?at=10lIEQ",
    "title": "The Brief Wondrous Life of Oscar Wao",
    "authors": "Junot Díaz",
    "description": "#11 in the New York Times '100 Best Books of the 21st Century' Things have never been easy for Oscar. A ghetto nerd living with his Dominican family in New Jersey, he's sweet but disastrously overweight. He dreams of becoming the next J.R.R. Tolkien and he keeps falling hopelessly in love. Poor Oscar may never get what he wants, thanks to the Fukú - the curse that has haunted his family for generations. With dazzling energy and insight Díaz immerses us in the tumultuous lives of Oscar; his runaway sister Lola; their beautiful mother Belicia; and in the family's uproarious journey from the Dominican Republic to the US and back. Rendered with uncommon warmth and humour, The Brief Wondrous Life of Oscar Wao is a literary triumph, that confirms Junot Díaz as one of the most exciting writers of our time.",
    "isbn": "9780571246205",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-NQQN/books-extra-jjjjs-06-flat-slide-NQQN-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2Fgilead-marilynne-robinson%2F1100167496",
    "title": "Gilead",
    "authors": "Marilynne Robinson",
    "description": "A NEW YORK TIMES BESTSELLER• OPRAH’S BOOK CLUB PICK • WINNER OF THE PULITZER PRIZE FOR FICTION • NATIONAL BOOK CRITICS CIRCLE AWARD WINNER• A NEW YORK TIMES NOTABLE BOOK • MORE THAN 1 MILLION COPIES SOLD “Quietly powerful [and] moving.” O, The Oprah Magazine (recommended reading) Winner of the Pulitzer Prize and National Book Critics Circle Award, GILEAD is a hymn of praise and lamentation to the God-haunted existence that Reverend Ames loves passionately, and from which he will soon part. In 1956, toward the end of Reverend John Ames's life, he begins a letter to his young son, an account of himself and his forebears. Ames is the son of an Iowan preacher and the grandson of a minister who, as a young man in Maine, saw a vision of Christ bound in chains and came west to Kansas to fight for abolition: He \"preached men into the Civil War,\" then, at age fifty, became a chaplain in the Union Army, losing his right eye in battle. Reverend Ames writes to his son about the tension between his father--an ardent pacifist--and his grandfather, whose pistol and bloody shirts, concealed in an army blanket, may be relics from the fight between the abolitionists and those settlers who wanted to vote Kansas into the union as a slave state. And he tells a story of the sacred bonds between fathers and sons, which are tested in his tender and strained relationship with his namesake, John Ames Boughton, his best friend's wayward son. This is also the tale of another remarkable vision--not a corporeal vision of God but the vision of life as a wondrously strange creation. It tells how wisdom was forged in Ames's soul during his solitary life, and how history lives through generations, pervasively present even when betrayed and forgotten.",
    "isbn": "9780374706098",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-VWR9/best-books-hihibb05-flat-slide-VWR9-master315.png"
  },
  {
    "link": "https://www.amazon.com/Never-Let-Me-Kazuo-Ishiguro/dp/1400078776/?tag=thenewyorktim-20",
    "title": "Never Let Me Go",
    "authors": "Kazuo Ishiguro",
    "description": "**OVER 1 MILLION COPIES SOLD** SHORTLISTED FOR THE BOOKER PRIZE A SUNDAY TIMES 'TOP 5 NOVEL OF THE TWENTY-FIRST CENTURY' 'Brilliantly executed.' MARGARET ATWOOD 'A page-turner and a heartbreaker.' TIME 'Masterly.' SUNDAY TIMES One of the most acclaimed novels of the 21st Century, from the Nobel Prize-winning author Kazuo Ishiguro imagines the lives of a group of students growing up in a darkly skewed version of contemporary England. Narrated by Kathy, now thirty-one, Never Let Me Go dramatises her attempts to come to terms with her childhood at the seemingly idyllic Hailsham School and with the fate that has always awaited her and her closest friends in the wider world. A story of love, friendship and memory, Never Let Me Go is charged throughout with a sense of the fragility of life. 'Exquisite.' GUARDIAN 'A feat of imaginative sympathy.' NEW YORK TIMES What readers are saying: 'A book I will return to again and again, and one that keeps me thinking even after finishing it.' 'I loved it, every single word of it.' 'It took me wholly by surprise.' 'Utterly beautiful.' 'Essentially perfect.'",
    "isbn": "9780571249381",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-QXGE/best-books-hihibb05-flat-slide-QXGE-master315.png"
  },
  {
    "link": "https://books.apple.com/us/audiobook/austerlitz-unabridged/id1418466191?at=10lIEQ",
    "title": "Austerlitz",
    "authors": "W.G. Sebald; translated by Anthea Bell",
    "description": "This tenth anniversary edition of W. G. Sebald’s celebrated masterpiece includes a new Introduction by acclaimed critic James Wood. Austerlitz is the story of a man’s search for the answer to his life’s central riddle. A small child when he comes to England on a Kindertransport in the summer of 1939, Jacques Austerlitz is told nothing of his real family by the Welsh Methodist minister and his wife who raise him. When he is a much older man, fleeting memories return to him, and obeying an instinct he only dimly understands, Austerlitz follows their trail back to the world he left behind a half century before. There, faced with the void at the heart of twentieth-century Europe, he struggles to rescue his heritage from oblivion.",
    "isbn": "9780812982619",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-KUOI/best-books-hihibb05-flat-slide-KUOI-master315.png"
  },
  {
    "link": "https://www.amazon.com/Underground-Railroad-Novel-Colson-Whitehead/dp/0345804325/?tag=thenewyorktim-20",
    "title": "The Underground Railroad",
    "authors": "Colson Whitehead",
    "description": "#1 NEW YORK TIMES BESTSELLER • PULITZER PRIZE WINNER • NATIONAL BOOK AWARD WINNER • \"An American masterpiece\" (NPR) that chronicles a young slave's adventures as she makes a desperate bid for freedom in the antebellum South. One of The New York Times’s 10 Best Books of the 21st Century • A Kirkus Reviews Best Fiction Book of the Century • A Los Angeles Times Best Fiction Book of the Last 30 Years The basis for the acclaimed original Prime Video series directed by Barry Jenkins. Cora is a slave on a cotton plantation in Georgia. An outcast even among her fellow Africans, she is on the cusp of womanhood—where greater pain awaits. And so when Caesar, a slave who has recently arrived from Virginia, urges her to join him on the Underground Railroad, she seizes the opportunity and escapes with him. In Colson Whitehead's ingenious conception, the Underground Railroad is no mere metaphor: engineers and conductors operate a secret network of actual tracks and tunnels beneath the Southern soil. Cora embarks on a harrowing flight from one state to the next, encountering, like Gulliver, strange yet familiar iterations of her own world at each stop. As Whitehead brilliantly re-creates the terrors of the antebellum era, he weaves in the saga of our nation, from the brutal abduction of Africans to the unfulfilled promises of the present day. The Underground Railroad is both the gripping tale of one woman's will to escape the horrors of bondage—and a powerful meditation on the history we all share.",
    "isbn": "9780385537049",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-TNUC/best-books-hihibb05-flat-slide-TNUC-master315.png"
  },
  {
    "link": "https://www.anrdoezrs.net/click-7990613-11819508?url=https%3A%2F%2Fwww.barnesandnoble.com%2Fw%2F2666-roberto-bola-o%2F1100555783",
    "title": "2666",
    "authors": "Roberto Bolaño; translated by Natasha Wimmer",
    "description": "A NATIONAL BOOK CRITICS CIRCLE AWARD WINNER THE POSTHUMOUS MASTERWORK FROM \"ONE OF THE GREATEST AND MOST INFLUENTIAL MODERN WRITERS\" (JAMES WOOD, THE NEW YORK TIMES BOOK REVIEW) Composed in the last years of Roberto Bolaño's life, 2666 was greeted across Europe and Latin America as his highest achievement, surpassing even his previous work in its strangeness, beauty, and scope. Its throng of unforgettable characters includes academics and convicts, an American sportswriter, an elusive German novelist, and a teenage student and her widowed, mentally unstable father. Their lives intersect in the urban sprawl of SantaTeresa—a fictional Juárez—on the U.S.-Mexico border, where hundreds of young factory workers, in the novel as in life, have disappeared.",
    "isbn": "9781466804821",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-10TD/books-extra-jjjjs-06-flat-slide-10TD-master315.png"
  },
  {
    "link": "https://www.amazon.com/dp/1250824028?tag=thenewyorktim-20",
    "title": "The Corrections",
    "authors": "Jonathan Franzen",
    "description": "#1 NEW YORK TIMES Bestseller * NATIONAL BOOK AWARD WINNER *A NEW YORK TIMES BEST BOOK OF THE TWENTY-FIRST CENTURY: TOP TEN “A spellbinding novel” (People) from the New York Times bestselling author Jonathan Franzen, the author of Crossroads, The Corrections is a comic, tragic epic of worlds colliding: an old-fashioned world of civic virtue and sexual inhibitions, a new world of home surveillance, hands-off parenting, do-it-yourself mental health care, and globalized greed. After almost fifty years as a wife and mother, Enid Lambert is ready to have some fun. Unfortunately, her husband, Alfred, is losing his sanity to Parkinson’s disease, and their children have long since flown the family nest to the catastrophes of their own lives. The oldest, Gary, a once-stable portfolio manager and family man, is trying to convince his wife and himself that, despite certain alarming indicators, he is not clinically depressed. The middle child, Chip, has lost his seemingly secure academic job and is failing spectacularly at his new line of work. And Denise, the youngest, has escaped a disastrous marriage only to pour her youth and beauty down the drain of an affair with a married man—or so her mother fears. Desperate for some pleasure to look forward to, Enid has set her heart on an elusive goal: bringing her family together for one last Christmas at home.",
    "isbn": "9781429928618",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-T6OI/books-extra-jjjjs-06-flat-slide-T6OI-master315.png"
  },
  {
    "link": "https://books.apple.com/us/book/the-known-world/id363687785?at=10lIEQ",
    "title": "The Known World",
    "authors": "Edward P. Jones",
    "description": "From Edward P. Jones comes one of the most acclaimed novels in recent memory—winner of the Pulitzer Prize for Fiction and the National Book Critics Circle Award for Fiction. The Known World tells the story of Henry Townsend, a black farmer and former slave who falls under the tutelage of William Robbins, the most powerful man in Manchester County, Virginia. Making certain he never circumvents the law, Townsend runs his affairs with unusual discipline. But when death takes him unexpectedly, his widow, Caldonia, can't uphold the estate's order, and chaos ensues. Edward P. Jones has woven a footnote of history into an epic that takes an unflinching look at slavery in all its moral complexities. “A masterpiece that deserves a place in the American literary canon.”—Time",
    "isbn": "9780061746369",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-extra-jjjjs-06-flat-slide-1HDX/books-extra-jjjjs-06-flat-slide-1HDX-master315.png"
  },
  {
    "link": "https://books.apple.com/us/audiobook/wolf-hall/id1441767914?at=10lIEQ",
    "title": "Wolf Hall",
    "authors": "Hilary Mantel",
    "description": "Inglaterra, década de 1520. Henry VIII ocupa o trono, mas não tem herdeiros. O cardeal Wolsey, o seu conselheiro principal, é encarregue de garantir a consumação do divórcio que o papa recusa conceder. É neste ambiente de desconfiança e de adversidade que surge Thomas Cromwell, primeiro como funcionário de Wolsey e, mais tarde, como seu sucessor. Thomas Cromwell é um homem verdadeiramente original. Filho de um ferreiro cruel, é um político genial, intimidante e sedutor, com uma capacidade subtil e mortal para manipular os outros e as circunstâncias. Impiedoso na perseguição dos seus próprios interesses, é tão ambicioso na política quanto na vida privada. A sua agenda reformadora é executada perante um parlamento que atua em benefício próprio e um rei que flutua entre paixões românticas e acessos de raiva homicida. Escrito por uma das grandes escritoras do nosso tempo, Wolf Hall é um romance absolutamente singular.",
    "isbn": "9789722366618",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/books-additional-skewsksk-slide-PI6J/books-additional-skewsksk-slide-PI6J-articleLarge.png"
  },
  {
    "link": "https://www.amazon.com/dp/0679763880?tag=thenewyorktim-20",
    "title": "The Warmth of Other Suns",
    "authors": "Isabel Wilkerson",
    "description": "NEW YORK TIMES BESTSELLER • NATIONAL BOOK CRITICS CIRCLE AWARD WINNER • TIME’S TEN BEST NONFICTION BOOKS OF THE DECADE • ONE OF THE NEW YORK TIMES’S FIVE BEST BOOKS OF THE 21ST CENTURY • A KIRKUS REVIEWS BEST NONFICTION BOOK OF THE CENTURY • A LOS ANGELES TIMES BEST NONFICTION BOOK OF THE LAST 30 YEARS • AN OPRAH DAILY BEST NONFICTION BOOK OF THE PAST TWO DECADES “A brilliant and stirring epic . . . Ms. Wilkerson does for the Great Migration what John Steinbeck did for the Okies in his fiction masterpiece, The Grapes of Wrath; she humanizes history, giving it emotional and psychological depth.”—John Stauffer, The Wall Street Journal “What she’s done with these oral histories is stow memory in amber.”—Lynell George, Los Angeles Times WINNER: The Mark Lynton History Prize • The Anisfield-Wolf Award for Nonfiction • The Chicago Tribune Heartland Prize • The Hurston-Wright Award for Nonfiction • The Hillman Prize for Book Journalism • NAACP Image Award for Best Literary Debut • Stephen Ambrose Oral History Prize FINALIST: The PEN/John Kenneth Galbraith Award for Nonfiction • Dayton Literary Peace Prize ONE OF THE TEN BEST BOOKS OF THE YEAR: The New York Times • USA Today • Publishers Weekly • O: The Oprah Magazine • Salon • Newsday • The Daily Beast ONE OF THE BEST BOOKS OF THE YEAR: The New Yorker • The Washington Post • The Economist •Boston Globe • San Francisco Chronicle • Chicago Tribune • Entertainment Weekly • Philadelphia Inquirer • The Guardian • The Seattle Times • St. Louis Post-Dispatch • The Christian Science Monitor In this beautifully written masterwork, Pulitzer Prize–winning author Isabel Wilkerson presents a definitive and dramatic account of one of the great untold stories of American history: the Great Migration of six million Black citizens who fled the South for the North and West in search of a better life, from World War I to 1970. Wilkerson tells this interwoven story through the lives of three unforgettable protagonists: Ida Mae Gladney, a sharecropper’s wife, who in 1937 fled Mississippi for Chicago; sharp and quick-tempered George Starling, who in 1945 fled Florida for Harlem, and Robert Foster, a surgeon who left Louisiana in 1953 in hopes of making it in California. Wilkerson brilliantly captures their first treacherous cross-country journeys by car and train and their new lives in colonies in the New World. The Warmth of Other Suns is a bold, remarkable, and riveting work, a superb account of an “unrecognized immigration” within our own land. Through the breadth of its narrative, the beauty of the writing, the depth of its research, and the fullness of the people and lives portrayed herein, this book is a modern classic.",
    "isbn": "9780679604075",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-V9IU/best-books-hihibb05-flat-slide-V9IU-master315.png"
  },
  {
    "link": "https://www.amazon.com/My-Brilliant-Friend-Neapolitan-Novels/dp/1609450787/?tag=thenewyorktim-20",
    "title": "My Brilliant Friend",
    "authors": "Elena Ferrante; translated by Ann Goldstein",
    "description": "Named the #1 Book of the 21st Century by the New York Times: The “enduring classic” about the lifelong friendship of two women from Naples (The Atlantic). Beginning in the 1950s in a poor but vibrant neighborhood on the outskirts of Naples, Elena Ferrante’s four-volume story spans almost sixty years, as its main characters, the fiery and unforgettable Lila and the bookish narrator, Elena, become women, wives, mothers, and leaders, all the while maintaining a complex and at times conflicted friendship. This first novel in the series follows Lila and Elena from their fateful meeting as ten-year-olds through their school years and adolescence. Through the lives of these two women, Ferrante tells the story of a neighborhood, a city, and a country as it is transformed in ways that, in turn, also transform the relationship between two women. “An intoxicatingly furious portrait of enmeshed friends.” —Entertainment Weekly “Spectacular.” —Maureen Corrigan, NPR’s Fresh Air “Captivating.” —The New Yorker Basis for the HBO series",
    "isbn": "9781609458638",
    "cover": "https://static01.nyt.com/images/2024/06/30/books/best-books-hihibb05-flat-slide-OFIO/best-books-hihibb05-flat-slide-OFIO-master315.png"
  }
]